[
  {
    "title": "Jagged Shard",
    "author": "danifinn",
    "description": "To the Depths and beyond. Laanda’s led her weary people across endless mountains in search of a new home. Jagged Shard has everything they need: deep mountain tunnels, ready-made infrastructure, and a wealth of hotiron that will secure her clan’s future. It must be theirs. Skiti’s seen her Queen like this before. Obsessed. Desperate. Willing to risk everything for her people. But Jagged Shard was abandoned for a reason. If Skiti can’t protect Laanda from herself, she risks losing her forever. Their bonds tighten as they delve side by side into the many dangers and wonders of this forgotten place. Only together can they solve the puzzle of Jagged Shard and of their own reticent hearts. Jagged Shard is a high-octane, high-steam lesbian dungeon crawler romance with a butch 4 butch pairing and a BFFs-with-occasional-benefits-to-lovers arc. Content warnings: This book is intended for adult audiences. It contains numerous scenes of violence and consensual sex scenes. This book can be read as a standalone, as the second in a duology after The Delve , or as the second in series along with The Delve, Wings so Soft, and Cloti's Song.",
    "price": "$2.99 USD",
    "triggers": [
      "This book is intended for adult audiences. It contains numerous scenes of violence and consensual sex scenes."
    ],
    "trigger_tags": [
      "adult",
      "audiences",
      "book",
      "consensual",
      "contains",
      "intended",
      "numerous",
      "scenes",
      "sex",
      "violence"
    ],
    "genre_tags": [
      "fantasy",
      "romance",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "book",
      "fantasy-romance",
      "lgbt",
      "sapphic",
      "sicko-lesbians"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE4MzQ3MzE0LnBuZw==/347x500/OnES6h.png",
    "origin_url": "https://danifinn.itch.io/jagged-shard",
    "final_url": "https://danifinn.itch.io/jagged-shard"
  },
  {
    "title": "The Living Waters",
    "author": "danifinn",
    "description": "When two painted-faced nobles take a guided raft trip on a muddy river, they expect to rough it for a few weeks before returning to their life of sheltered ease, but when mysterious swirls start appearing in the water even their seasoned guides get rattled. The mystery of the swirls lures them on to seek the mythical wetlands known as the Living Waters. They discover a world beyond their imagining, but stranger still are the worlds they find inside their own minds as they are drawn deep into the troubles of this hidden place. The Living Waters is a Sword-Free Fantasy novel featuring an ethereal love story, meditation magic, and an ancient book with cryptic marginalia. Content warnings: This story contains a scene that may be uncomfortable for readers with trypophobia. This book can be read as a standalone, as the first in a duology along with The Isle of a Thousand Worlds, or as the first in series along with The Isle of a Thousand Worlds, Unpainted, and The World Within .",
    "price": "$2.99 USD",
    "triggers": [
      "This story contains a scene that may be uncomfortable for readers with trypophobia."
    ],
    "trigger_tags": [
      "contains",
      "may",
      "readers",
      "scene",
      "story",
      "trypophobia",
      "uncomfortable"
    ],
    "genre_tags": [
      "fantasy"
    ],
    "other_tags": [
      "",
      "adult",
      "book",
      "lgbt",
      "nature",
      "romantic-fantasy",
      "sapphic"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE4NDQ0NTI1LnBuZw==/347x500/btr0hh.png",
    "origin_url": "https://danifinn.itch.io/the-living-waters",
    "final_url": "https://danifinn.itch.io/the-living-waters"
  },
  {
    "title": "Barrow Maid",
    "author": "danifinn",
    "description": "Crela’s unlife is dull and lonely. Apart from the occasional scream or “No, gods no!” she hasn’t talked to a living soul since she crossed over. Everything changes for Crela halfway through killing and eating a group of graverobbers. This pale woman she’s holding by the throat asks her name. They talk. Crela laughs. She laughs. She hasn’t laughed since… Winelan is so tender, so kind, so vital . She’s everything Crela loves…to eat. Maybe there’s a way to make this work if she can just keep her big mouth shut. Barrow Maid is a short, sweet, and gory lesbian necromance starring a graveyard ghoul and a bookish necrologist. It’s not a steamy tale, but it is quite romantic. Treat yourself to some graveyard yuri tonight! This story is intended for an adult audience. Content warnings include graphic violence, murder, gore, and necrophagy (eating of human corpses).",
    "price": "$1.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "romance"
    ],
    "other_tags": [
      "",
      "book",
      "horror-romance",
      "horror-short-story",
      "lgbt",
      "romance-short-story",
      "sapphic",
      "short-story",
      "sicko-lesbians"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE5NDA1NDY3LnBuZw==/347x500/wnaN3R.png",
    "origin_url": "https://danifinn.itch.io/barrow-maid",
    "final_url": "https://danifinn.itch.io/barrow-maid"
  },
  {
    "title": "Memory of Olympus",
    "author": "Maria Ying",
    "description": "Before the rampage of the colossi, before the killer cyborg Persephone was made... there was the rule of the Titans. Under the iron fists of the Twelve Titans, Elysium glitters, casting its cruel light upon the face of Olympus. The city grows in leaps and bounds, the terraforming projects expand by the day, and the Titan's children—organic and otherwise—are each tasked with conquering the planet in the Titans' name. But unbeknownst to them, their children chafe under their tyranny, and little by little the flickers of revolt ignite... Memory of Olympus is a collection of short stories taking place during the Titans' rule and after the Titanomachy, where the gods find themselves, establish themselves—and go to war against their makers. This also includes a preview of the next Gunmetal Olympus book, The Persephone Effect . This listing is a preorder, and the book currently has a release date of 25 June 2025 .",
    "price": "$3.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi"
    ],
    "other_tags": [
      "",
      "book",
      "cyberpunk",
      "lgbt",
      "lgbtqia",
      "mecha",
      "sapphic",
      "sicko-lesbians",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMzI0Njc0Ny8xOTM4NzkwMC5qcGc=/347x500/ezBYXK.jpg",
    "origin_url": "https://mariaying.itch.io/memory-of-olympus",
    "final_url": "https://mariaying.itch.io/memory-of-olympus"
  },
  {
    "title": "Eating at Chain Restaurants in the Future",
    "author": "aka: Cayce Kolodny",
    "description": "Harley has already escaped once. Leaving home should never have been so hard to do, but she risked everything to leave an abusive home life behind. Now, stuck in a dead end job and forced to stare down a future devoid of meaning, she risks everything to return, hoping things have improved since she left only to realize her friends are scattered and her sister's in prison. Now she's struggling to understand what she's even supposed to do. The future is what we make it with what has been left to us. Harley doesn't have to know what her own future will be to know she won't abandon her sister again. What comes after, she'll leave to the future to decide. What she didn't expect were the anarchists, the diamond companies, the private investigators snooping around, or navigating the deteriorating post suburban landscape of the midwest.",
    "price": "$7.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi"
    ],
    "other_tags": [
      "",
      "book",
      "cyberpunk",
      "lgbtqia",
      "literature"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE2MDYxMDU2LmpwZw==/347x500/mrAQcq.jpg",
    "origin_url": "https://null-convention.itch.io/eating-at-chain-resta",
    "final_url": "https://null-convention.itch.io/eating-at-chain-resta"
  },
  {
    "title": "FilmCow Novelette Bundle",
    "author": "FilmCow",
    "description": "This bundle includes all five currently published FilmCow novelettes, including: Somebody Keeps Wife Swapping My Wife Professor Toothy: The Final Lesson Well, I Was Murdered in a Lake Again Jessica the Wizard Eats a Third Horse Where Is All the Goo Download includes both an EPUB e-book file and a PDF for each novelette.",
    "price": "$10.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "",
      "book",
      "comedy",
      "filmcow",
      "goo",
      "horses",
      "jason-steele",
      "murder",
      "novelette",
      "professor-toothy",
      "wife",
      "wife-swap"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzExNjAxMjUxLmpwZw==/347x500/CqKd4i.jpg",
    "origin_url": "https://filmcow.itch.io/filmcow-novelette-bundle",
    "final_url": "https://filmcow.itch.io/filmcow-novelette-bundle"
  },
  {
    "title": "The Gunrunner and Her Hound",
    "author": "Maria Ying",
    "description": "Viveca Hua, arms-dealer ...is driven by three things: the certainty of steel, the need to win, and the compulsion to possess. Yves, bodyguard ...hunts for the place she belongs, and she might just have found it in the captivating Viveca, who offers her a new organization, an answer—and a collar.\r\nBut their world is violent. It is unpredictable. Luck alone will not shield them. Together they must survive assassins, rival gunrunners, and their own lethal attraction. The Gunrunner and Her Hound is an F/F/F mosaic novella (40,000 words) built from short stories connected by an overarching plot. Part romance (happy ever after included), part thriller, this is a high-heat love story set in contemporary Hong Kong, where passion burns between a ruthless ice queen and an ex-soldier who fled a ruined empire. Though it's book one in the series , both books can be read as standalones. An audio narration of the first chapter, \"At Her Rightful Place\", can be found here . Many thanks to Ash!",
    "price": "$3.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "romance",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "audiobook",
      "book",
      "crime",
      "lgbt",
      "lgbtqia",
      "no ai",
      "sapphic",
      "sicko-lesbians",
      "toxic-yuri",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTQ5Nzk1My8xODg5OTg5MS5wbmc=/347x500/4CCXwS.png",
    "origin_url": "https://mariaying.itch.io/the-gunrunner-and-her-hound",
    "final_url": "https://mariaying.itch.io/the-gunrunner-and-her-hound"
  },
  {
    "title": "Serious Weakness",
    "author": "xrafstar",
    "description": "What could be more interesting to ruin than a beautiful painting? ✦ kindle and paperback cover art by Sloane main site (tags, retrospective, AU)",
    "price": "$9.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "dark",
      "halloween",
      "lgbt",
      "male protagonist",
      "psychological horror",
      "survival horror",
      "thriller"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTc0ODA2OC8xMDQxMzQ3MS5wbmc=/347x500/xktmmH.png",
    "origin_url": "https://porpentine.itch.io/serious-weakness",
    "final_url": "https://porpentine.itch.io/serious-weakness"
  },
  {
    "title": "What Manner of Man",
    "author": "stjohnstarling",
    "description": "What would tempt you to sin? A sweet and naïve priest at war with his desires, tormented by nightly dreams of a wicked demon. A vampire lord forced to do the unthinkable, battling needs he can scarcely control. Father Ardelian has been summoned to a distant, secluded island to perform an exorcism. What will happen when he begins to suspect his host — the mysterious, nocturnal lord of the manor — of wanting him for another reason entirely? Will the piously celibate priest be able to resist his monstrous host’s diabolically seductive charms? What Manner of Man is a blasphemous queer horror romance about a priest and a vampire, inspired by Bram Stoker’s Dracula. A tale of forbidden love with themes of devil worship, demonic possession, and human sacrifice — this is the long-awaited completed version of the widely beloved story which rose to fame and fortune in the form of a newsletter!",
    "price": "$5.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "romance"
    ],
    "other_tags": [
      "achillean",
      "book",
      "demon",
      "lgbt",
      "lgbtqia",
      "vampire"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE4MzE1MTA0LmpwZw==/347x500/hXGiwm.jpg",
    "origin_url": "https://stjohnstarling.itch.io/what-manner-of-man",
    "final_url": "https://stjohnstarling.itch.io/what-manner-of-man"
  },
  {
    "title": "rapture",
    "author": "claudia leffie",
    "description": "double feature! first story is about being genderfucked and dealing with college when your best friend is possibly a serial killer. second story is about mushrooms.",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "horror",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "book",
      "coming of age",
      "dark",
      "experimental",
      "lgbt",
      "lgbtqia",
      "serial-killer",
      "trans",
      "weird"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzEzNDc2ODgyLnBuZw==/347x500/cO%2BPxS.png",
    "origin_url": "https://cleffieee.itch.io/rapture",
    "final_url": "https://cleffieee.itch.io/rapture"
  },
  {
    "title": "Petrol & Writer",
    "author": "communistsister",
    "description": "In a sleepy village in the middle of English countryside nowhere, Katie works in a quiet petrol station and passes her downtime reading sci-fi romance books, pausing only to crush on the reclusive, lumberjane-esque older girl who regularly visits to top up her battered land rover. Unbeknownst to her, the girl - Cara - secretly harbours a crush in return, only she's much too shy to do anything about it, and instead uses their awkward interactions as prompts for the sci-fi romance novels she writes. Then Katie's car breaks down and... well, you'll have to read the rest~~~ - Readable online with background music, or downloadable as a pdf. - Words & Music by Freya C / https://communistsister.itch.io Cover, Illustrations and Flipbook formatting by Rhino / https://rhino.itch.io Made for #lightnoveljam2k18",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "romance",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "countryside",
      "illustrated",
      "lgbt",
      "lgbtqia",
      "light-novel",
      "sapphic",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjYyMTQxLzEyNTk5OTEucG5n/347x500/E08XQo.png",
    "origin_url": "https://communistsister.itch.io/petrol-and-writer",
    "final_url": "https://communistsister.itch.io/petrol-and-writer"
  },
  {
    "title": "The Dragon and Her Princess",
    "author": "VyriaDurav",
    "description": "Prince Darius seems eternally doomed to bachelorhood, unable to maintain a relationship for more than a few months. The king declares that if he is unable to find a bride, one will be found for him. A grand ball is announced, summoning the kingdom's most eligible women to transform the wallflower prince into a suitable king. Disillusioned, Darius drifts through the festivities until he meets a mysterious woman who offers him freedom. Now her prisoner, Darius learns she is part of a revolutionary conspiracy that means to keep him safe as the king is overthrown. Drawn to their cause, Darius pledges to help, even if it means sacrificing everything, including the false identity she's been forced to endure. The Dragon and Her Princess is a romantasy following a trans woman's fight to break free from the chains of abuse, supported by her true loved ones.",
    "price": "$3.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "romance",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "book",
      "dragons",
      "lgbt",
      "lgbtqia",
      "no ai",
      "romantasy",
      "sapphic",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE5MTA0MDE1LmpwZw==/347x500/WJT37a.jpg",
    "origin_url": "https://vyriadurav.itch.io/the-dragon-and-her-princess",
    "final_url": "https://vyriadurav.itch.io/the-dragon-and-her-princess"
  },
  {
    "title": "The Black Emerald by Jeanne Thornton",
    "author": "Instar Books",
    "description": "\"The gorgeousness of Thornton’s writings help sustain the worlds she creates . . . That’s the kind of seductiveness these stories have—in reading them, you become strange and dreamy in the same way they are.\" —Torrey Peters, author of Detransition, Baby A high schooler finds her drawings corrupted by a haunted stone she inherits from a suicidal underground cartoonist. A video game addict discovers a vast, hidden dimension to colonize in the walls of his girlfriend's apartment. A philosophy student seeks anonymous Craigslist sex with the ubiquitous devil that stalks her. In this new collection from Jeanne Thornton, author of The Dream of Doctor Bantam (a Lambda Literary Award finalist in 2012), reality and relationships blur, creating a queer pulp experience with a literary sensibility, a hallucinatory journey into despair...and, possibly, toward hope. \"Jeanne has this way of writing self-consciousness inside these perfect, self-contained worlds with signifiers that make them seem like they are the world we live in but if that world were . . . I don’t even know exactly. Mystifying and uncomfortable and bulging with complicated, contradictory feeling just below the surface of everything. Seriously check out this book.\" —Imogen Binnie, author of Nevada \"Beautifully written. The grossest stuff is like jewels on the page. Read it if you are a sad gay girl who loves messed up art and creepy magic.\" —Julian K. Jarboe \"Jeanne Thornton is the kind of artistic superwoman who not only writes a critically praised novel, she also does all of the book's illustrations.\" —Sarah Bridgins, Bookslut \"Brilliantly dark and strange...the unpredictable bizarre plot twists and turns are interspersed with Thornton’s dark, tragic humor...her delightful imagination is showcased in the fabulist, absurdist tales.\" — Autostraddle",
    "price": "$10.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "",
      "achillean",
      "book",
      "instar-books",
      "jeanne-thornton",
      "lambda",
      "lgbt",
      "lgbtqia",
      "sapphic",
      "short-fiction",
      "the-black-emerald",
      "torrey-peters",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzYxOTAwODEuanBn/347x500/sO1Z%2F4.jpg",
    "origin_url": "https://instarbooks.itch.io/the-black-emerald-by-jeanne-thornton",
    "final_url": "https://instarbooks.itch.io/the-black-emerald-by-jeanne-thornton"
  },
  {
    "title": "Freeport Nights: The Racer",
    "author": "Legendgerry",
    "description": "Michael Calnan escaped the total carnage of a stalemated war to become a celebrity spear racer on a neutral Freeport. He had almost earned his way to being a citizen of the port when he receives a sudden recall to the front. Time is short and he has no choice but to risk his life one more time in a mad dash to stay out of the war. Meanwhile Michaels accelerated plans have forced other forces on the Freeport to accelerate their plans too, business schemes, political plots and assassins combine to create one hell of a night, all centred around this one racer!",
    "price": "$3.50 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi"
    ],
    "other_tags": [
      "book"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzYxODUyOTUucG5n/347x500/pps5N%2F.png",
    "origin_url": "https://legendgerry.itch.io/freeport-nights-the-racer",
    "final_url": "https://legendgerry.itch.io/freeport-nights-the-racer"
  },
  {
    "title": "Windfield Pass",
    "author": "Card Zero Press",
    "description": "Agnes Hopper is a travelling doctor who makes a yearly circuit among several Wyoming settlements - a journey that gets harder every year as her arthritis becomes more advanced.  Agnes is the only doctor who visits mutant colonies, too - including the one that raised her.  Now, the mutant colony she used to call home has a favor to ask her. Will she escort a four year old who “passes” to be raised in a different town? Windfield Pass is a stand-alone Prairie Song novella by Alyssa about disability, humanity, and finding common ground in unexpected places.  It explores the lines people draw between themselves and others - who is “normal,” who is “abnormal,” and who is so different that even personhood is withheld from them.  What happens when all three of these people are thrown together? Windfield Pass has been serialized for free for all readers on prairiesongserial.com , and this PDF copy is pay-what-you-want. It was previously serialized for patrons on our Patreon , and $5+ patrons can access a free download key for this PDF.",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "",
      "achillean",
      "book",
      "lgbt",
      "lgbtqia",
      "novella",
      "post-apocalyptic",
      "prairie-song",
      "sapphic"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzI0ODM0MTQucG5n/347x500/u36O36.png",
    "origin_url": "https://cardzeropress.itch.io/windfield-pass",
    "final_url": "https://cardzeropress.itch.io/windfield-pass"
  },
  {
    "title": "In This House of The Two of Us",
    "author": "fyshku productions",
    "description": "\"Does the moon watch over us while we sleep? Does it stare into our souls with its omnipresent wan eyes, watching over us in our time of grief and despair?\" In This House of The Two of Us is a psychological/queer romance short novella (18k words.) It tells the story of Adam Holst, a man grieving the approach of the anniversary of his late husband Tadashi's death. On a particularly stormy night, he's visited by a ghost with a terrifyingly familiar face... Throughout Adam's attempt to exorcise said ghost, alongside getting closer with Samael Su, a young, awkward aspiring exorcist, Adam is forced to recall aspects of the past he would much rather forget. Content warning: heavy themes of death and loss If you enjoyed reading, consider donating to my Kofi to continue to support my future projects! And follow me on Twitter for more!",
    "price": null,
    "triggers": [
      "heavy themes of death and loss",
      "heavy themes of death and loss"
    ],
    "trigger_tags": [
      "death",
      "heavy",
      "loss",
      "themes"
    ],
    "genre_tags": [
      "fantasy",
      "romance"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "dark",
      "ghosts",
      "lgbt",
      "lgbtqia",
      "short",
      "text based"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTQxMjEzNS8xMDA2Njg2OC5wbmc=/347x500/s96%2Fom.png",
    "origin_url": "https://fyshku.itch.io/this-house",
    "final_url": "https://fyshku.itch.io/this-house"
  },
  {
    "title": "Nearshore",
    "author": "Jana H-S",
    "description": "while we dwell on the surface, it is our nature to desire. it is our nature to HUNGER. to pull things to the surface with us. to watch them struggle on the sand. to watch them deform, and suffer, and die the things below the surface desire as well. the things below the surface also HUNGER it will be tempting to think that the things which wash up on the shore have arrived there by accident this is not the case",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "",
      "achillean",
      "atmospheric",
      "book",
      "creepy",
      "dark",
      "experimental",
      "lgbt",
      "lgbtqia",
      "psychological horror",
      "sapphic",
      "trans",
      "weird"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzExNTg1MjMzLmpwZw==/347x500/uvG4FV.jpg",
    "origin_url": "https://jana-h-s.itch.io/nearshore",
    "final_url": "https://jana-h-s.itch.io/nearshore"
  },
  {
    "title": "Incorrect Eyes",
    "author": "Andromeda Ruins",
    "description": "Be Not Afraid Those three words have haunted me my entire life, and now I'm close. I know I am. I'm close to finding out the truth behind the words, the truth behind the Seraphim. The closer I get to uncovering the truth, to proving that the Seraphim are real, the further my mind slips. I can't sleep - can't dream - without seeing them. Life has become difficult all of a sudden and I know it's tied to them . I just have to keep going, keep learning, keep discovering. Everything will be better once I complete my research... Incorrect Eyes is a psychological religious horror involving paranoia, angels with too many eyes, and the least mentally stable protagonist I’ve ever written. Please read with caution. Content Warnings: bodily mutilation, extreme paranoia, eye things (including disembodied eyes, being watched at all times, and removal of eyes), fear and terror, psychosis Art in banner and inside book by Clanky @werewolfpresident ! Make sure to show him some love for the amazing art! ⚠️ this story is currently enrolled in Kindle Unlimited, which means I cannot sell the ebook here. This listing is for physical copies only atm ⚠️",
    "price": "$13.00 USD",
    "triggers": [
      "bodily mutilation",
      "extreme paranoia",
      "eye things (including disembodied eyes",
      "being watched at all times",
      "and removal of eyes)",
      "fear and terror",
      "psychosis"
    ],
    "trigger_tags": [
      "all",
      "being",
      "bodily",
      "disembodied",
      "extreme",
      "eye",
      "eyes",
      "fear",
      "including",
      "mutilation",
      "paranoia",
      "psychosis",
      "removal",
      "terror",
      "things",
      "times",
      "watched"
    ],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "book",
      "indie",
      "lgbt",
      "lgbtqia",
      "psychological horror",
      "religious-horror",
      "sapphic",
      "short",
      "trans",
      "werewolf"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjYxMjIxMC8xOTM5MzQzMi5wbmc=/347x500/SEYUi4.png",
    "origin_url": "https://andromedaexists.itch.io/incorrect-eyes",
    "final_url": "https://andromedaexists.itch.io/incorrect-eyes"
  },
  {
    "title": "The Horn, the Pencil and the Ace of Diamonds",
    "author": "Edgar Mason et al",
    "description": "Carrie saw Kieran die, impaled by a green-glass bottle. Her college town is slowly being overwhelmed with soulless beings, just off from human. But she may be able to find magic enough to set things right. A dark, contemporary fable, The Horn, the Pencil, and the Ace of Diamonds is a novella by Edgar Mason, with illustrations by Cassie Allen, brought to you by Broken Hands Media. The reader is advised that this work does contain treatment of domestic violence and references to body horror.",
    "price": "$3.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "horror"
    ],
    "other_tags": [
      "",
      "book",
      "fairy tale",
      "female protagonist",
      "lgbt",
      "lgbtqia",
      "magical realism",
      "sapphic",
      "weird"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzMxMjY2NzMuanBn/347x500/LiFifT.jpg",
    "origin_url": "https://edgar-mason-et-al.itch.io/the-horn-the-pencil-and-the-ace-of-diamonds",
    "final_url": "https://edgar-mason-et-al.itch.io/the-horn-the-pencil-and-the-ace-of-diamonds"
  },
  {
    "title": "Eldritch Tech Support: The Algorithm of Chaos",
    "author": "ABronzeAgeGod",
    "description": "Working in Tech Support is a hard job. Especially when you work with computers that are designed to chart the endless chaos wastes of the Abyss, or house small gods brought to life by children. Aeth is doing their best working for Tech Support, helping out the various eldritch entities and regular people who need access to technology. Sometimes it's harder than others, especially when Old Gods and magic are involved.",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi"
    ],
    "other_tags": [
      "",
      "book",
      "cosmic-fiction"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjYyNjQ4MC8xNTY0ODk4OC5wbmc=/347x500/p2Zv4Y.png",
    "origin_url": "https://abronzeagegod.itch.io/eldritch-tech-support-the-algorithm-of-chaos",
    "final_url": "https://abronzeagegod.itch.io/eldritch-tech-support-the-algorithm-of-chaos"
  },
  {
    "title": "Minty Fresh: A Vampire Pulp Novella",
    "author": "Vex Corvine",
    "description": "GOTH BITES VAMPIRE, GETS BAD CASE OF THE VAMPS Araminta  Chase is a fuck-up. Falling out of a window to avoid someone? Life as  usual. Landing on a vampire? That's a new one. And the vampire wants to  know exactly why Minty was where she was, when she was. \"I'm afraid of  commitment\" won't cut it. When Minty's accused of murdering that  same vampire, shit really hits the fan. She's nabbed by the very people  she works for, an agency that acts as a go-between for monsters and the  human world. Killing a vampire is a no-no for non-agents. Worse, Minty's  body count is supposedly at two. Minty didn't kill anyone, but  she doesn't want to clear her name. What she wants is her kid brother, a  thirteen-year-old werewolf named Sid. But a mysterious research  institute called Better Choices, Better World has been looking for him for a long time, and Minty's \"crime\"  was all they needed to sniff him out. They wanted him, now they've got  him. Well, Minty wants him back. And she's got new teeth.",
    "price": "$4.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "achillean",
      "bisexual",
      "book",
      "lgbt",
      "lgbtqia",
      "monsters",
      "sapphic",
      "vampire",
      "werewolf"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzk1ODI4NTkucG5n/347x500/U%2BRMLP.png",
    "origin_url": "https://vexcorvine.itch.io/minty-fresh-a-vampire-pulp-novella",
    "final_url": "https://vexcorvine.itch.io/minty-fresh-a-vampire-pulp-novella"
  },
  {
    "title": "Warp Riders",
    "author": "Shel Kahn",
    "description": "Thanks to the Orb, they’d been living large outside of time — until it all came crashing down. Stranded on a strange moon, four space pirates and one stowaway find themselves forced to discover what comes next. Warp Riders is an orb-and-planet novella that grew out of a tweetfic, and as such, has a lot of transformation behind - and ahead - of it! This draft is running week by week in small updates over at stories.portablecity.net , so please feel free to check that out to get a taste for what's in here! And should you decide that you want to read the whole story all at once? You're in the right spot! Grab the epub and the pdf here, and along the way, you'll support further development of this project! Buying in now means that you're subscribing to every digital version of this story that exists; if the book grows, shrinks, gets illustrated, gets read aloud, gets a line edit, whatever is in its future, the transformed digital version will be sent to you as soon as it's available! Thanks for believing in this spunky crew of queer space pirates.",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi"
    ],
    "other_tags": [
      "",
      "adventure",
      "book",
      "chronomancer",
      "lgbt",
      "lgbtqia",
      "novel",
      "pirates",
      "pulp",
      "sapphic",
      "space",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTQ5MjY0OS84NzAyMjUzLmpwZw==/347x500/OrGLlf.jpg",
    "origin_url": "https://sorcererscatalogue.itch.io/warp-riders-novella",
    "final_url": "https://sorcererscatalogue.itch.io/warp-riders-novella"
  },
  {
    "title": "An Orc and a Gentleman",
    "author": "Wicked Witch Writes",
    "description": "Lettie has everything she needs. A family made of her lovers and their child. A solid job working in a brothel with a steady clientèle, and side job at a bakery to fulfill her passion. But when a mysterious patron, Roarke, asks her to pose as his fiancé for a hefty amount of cash, Lettie doesn't think twice about saying yes. Whisked away to Silver City for a week, Lettie finds herself blurring the lines between client and lover. Will she keep her distance and maintain her professional reputation? Or will she open her heart to the handsome Orc? AN ORC AND A GENTLEMAN is a 37k high heat Orc romance novella. Stats: 37k|Monster Romance|Queer|18+ Content Warnings: AN ORC AND A GENTLEMAN is a high heat romance with many instances of on page sex and sexual acts. While the overall romance is fluffy there are heavy topics such as: blatant discussion about fatphobia, bigotry, former child abuse, discussions about eating disorders, scars, and discussions of war.",
    "price": "$1.99 USD",
    "triggers": [
      "AN ORC AND A GENTLEMAN is a high heat romance with many instances of on page sex and sexual acts. While the overall romance is fluffy there are heavy topics such as: blatant discussion about fatphobia",
      "bigotry",
      "former child abuse",
      "discussions about eating disorders",
      "scars",
      "and discussions of war."
    ],
    "trigger_tags": [
      "about",
      "abuse",
      "acts",
      "bigotry",
      "blatant",
      "child",
      "discussion",
      "discussions",
      "disorders",
      "eating",
      "fatphobia",
      "fluffy",
      "former",
      "gentleman",
      "heat",
      "heavy",
      "high",
      "instances",
      "many",
      "orc",
      "overall",
      "page",
      "romance",
      "scars",
      "sex",
      "sexual",
      "such",
      "there",
      "topics",
      "war",
      "while"
    ],
    "genre_tags": [
      "romance",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "adult",
      "book",
      "erotic",
      "female protagonist",
      "lgbt",
      "lgbtqia",
      "sapphic"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjA3MzYxMC8xNjgzODgwNC5qcGc=/347x500/Rq3HCv.jpg",
    "origin_url": "https://wickedwitchwrites.itch.io/an-orc-and-a-gentleman",
    "final_url": "https://wickedwitchwrites.itch.io/an-orc-and-a-gentleman"
  },
  {
    "title": "HYMN",
    "author": "wiltking",
    "description": "Earth is a dying planet. Wrecked by centuries of war and destruction, only 40 million people remain across the globe. Disconnected from their history, humans must find a new way to live if they are to survive. From her dying breath emerges a sole man on a mission: To reach the center of the galaxy and release a device that will set the course of humanity onto a path of light, and ultimate unity. HYMN is an original M/M scifi novella. 46k words.",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "historical",
      "sci-fi",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "lgbt",
      "novella"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE1Njk0NDE2LnBuZw==/347x500/05RHIm.png",
    "origin_url": "https://wiltking.itch.io/hymn",
    "final_url": "https://wiltking.itch.io/hymn"
  },
  {
    "title": "Under A Violet Sky",
    "author": "VulpesMaximus",
    "description": "Congratulations on your new position! You have already been assigned your first task—to study a series of archived videos and logs pertaining to a Class 5 incident, known colloquially as the Violet Ascension. Learn who the tabby cat Violet was, before and after her transformation. Analyze the efforts her creators made to subdue her. Witness the events of the Ascension with your own eyes. Remember: nothing you see here leaves this room. We expect fruitful results. Welcome to the Agency. (This story features an anthropomorphic cast with a focus on macrophilia, growth, and unintentional rampage scenes, intended for an 18+ audience. While there are no overly explicit scenes, please use discretion when reading in public. Your purchase will give you a downloadable PDF of the story, roughly 23.5K word length, along with my eternal gratitude.)",
    "price": "$4.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "anthro",
      "book",
      "found-footage",
      "furry",
      "giants",
      "lgbt",
      "macro",
      "sapphic",
      "thriller",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE2MzExNzA2LnBuZw==/347x500/zktDeU.png",
    "origin_url": "https://vulpesmaximus.itch.io/under-a-violet-sky",
    "final_url": "https://vulpesmaximus.itch.io/under-a-violet-sky"
  },
  {
    "title": "Argyropée : Règles & Bestiaire",
    "author": "Frédéric \"Guliver\" Marin",
    "description": "Argyropée est un jeu de rôle (JDR) urbain de low-fantasy qui se déroule dans un monde optimiste librement inspiré de la Renaissance européenne. Les joueurs incarneront des gens du commun, ni héros ni antihéros, aux prises avec des intrigues urbaines complexes, mêlant enquêtes, exploration, politique, commerce, criminalité ou religion. Tout en nuances, évitant l'excès et la caricature, Argyropée fait la part belle à l'humain dans toutes ses dimensions. Le cadre de jeu, la cité franche d'Argyropée, rayonne sous les auspices de l'Arts et de la Science, et le progrès tant humain qu'industriel marque cet univers. Toutefois, tout n'est pas rose dans les Sentiers d'Argent, et certains secrets peuvent être entraperçus sous le brillant vernis de la société. ------------ Livre de base 2 : Règles & Bestiaire . Livre de 232 pages, couverture couleur, intérieur N&B. Second des deux livres de base, il présente le moteur de jeu dans son intégralité. Y est expliqué comment créer un personnage, de quelle manière interagir avec le monde, comment s’utilisent la magie et le Panache, quels objets il est possible de trouver et d’utiliser, et ainsi de suite. Une importante fraction du livre est dédiée aux arcanes puisque chaque joueur y aura accès. La dernière partie du livre, réservée au Conteur, détaille le bestiaire que les joueurs pourront rencontrer. Une feuille de personnage vierge est disponible à la toute fin de l’ouvrage.",
    "price": "$15.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "jdr",
      "jeu-de-role",
      "lgbt",
      "renaissance-fantasy",
      "role playing"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjE4MDk3OC8xMjg3ODAzOS5qcGc=/347x500/l7FYu3.jpg",
    "origin_url": "https://argyropee.itch.io/argyropee-regles-et-bestiaire",
    "final_url": "https://argyropee.itch.io/argyropee-regles-et-bestiaire"
  },
  {
    "title": "The Last Bread Mage",
    "author": "M. Kirin",
    "description": "\"We meet again, at the beginning of the end.\" Fel is the sole survivor of his people, the heir to the magical study of reality, and his death would mean the end of the Red Mage legacy. He cannot allow this to happen. That is why he is racing towards the center of the world—to the structure as ancient as time and powerful enough to survive the death of the universe. The Pinnacle. It is said that God resides in that mountain of hardened soil, but Fel isn't so sure. After all, why would God make a world designed to suffer such a horrible apocalypse? What purpose could all this suffering possibly serve? And, why does this journey seem strangely familiar? This isn't the first time the world has ended, but Fel doesn't know that. Not yet. ★ ★ ★ ★ ★ THE LAST BREAD MAGE is a 492-page novel about a world caught in a cycle of life and death, glory and ruin, perpetually spiraling into Absolute Chaos. This bundle contains DRM-free digital editions of the book in three formats: PDF - Most similar to the print version of the book, best for reading on a tablet, on a big smartphone, or on your computer. EPUB -  Compatible with pretty much any modern  device. Customize the font,  margins, line spacing, and more. Perfect  for your smartphone's built-in  books app. MOBI - Compatible only with older Kindle Reading Devices. Has the same level of customization as EPUB. TRY BEFORE YOU BUY! The sample editions of The Last Bread Mage are available. Read the first five chapters of the book now! 🍞🥖🥐",
    "price": "$9.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "dark fantasy",
      "fantasy",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "book",
      "dark-souls",
      "lgbt",
      "lgbtqia",
      "magic",
      "magic-system",
      "medieval",
      "sapphic",
      "wizards"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTc1MDc4NC8xMDU0NjYyNi5qcGc=/347x500/X5pCzi.jpg",
    "origin_url": "https://mkirin.itch.io/the-last-bread-mage",
    "final_url": "https://mkirin.itch.io/the-last-bread-mage"
  },
  {
    "title": "Colosseums for Dinosaurs",
    "author": "Stant Litore",
    "description": "In the far future, an empire's Independence Day is celebrated by dinosaur races and gladiatorial games on the backs of armored titans. Join us aboard the orbital colosseums! This omnibus edition includes: The Running of the Tyrannosaurs, Nyota's Tyrannosaur,  and The Screaming of the Tyrannosaur. The book is available in MOBI (kindle) and EPUB (nook, tablet, smartphone) editions. Looking for a non-digital format? Paperback: This omnibus edition is available at Amazon and Barnes & Noble Online - or try ordering through your local independent bookstore. Audiobook: One of the stories included, The Running of the Tyrannosaurs, is on Audible and iTunes . The others will be added on Audible and iTunes in the future. The Story Once each year on orbital space stations, nano-engineered young women compete on the backs of dinosaurs in races as brutal and bloody as any witnessed in the Roman Circus 3,000 years before. Highly skilled and capable of superhuman feats, these gladiators live isolated lives—except for the resurrected beasts with whom they form their deepest bonds. Tonight, on the red sands of the arena and inside the hollow asteroid where the dinosaurs are grown, the secrets these gladiators discover will shake their entire world. Join Livia Tanning (Egret), Nyota Madaki (Jaguar), and Mai Changying (Timberwolf) in the three thrilling tales included in this omnibus edition: The Running of the Tyrannosaurs Nyota's Tyrannosaur The Screaming of the Tyrannosaur The Running of the Tyrannosaurs The Patriot Day race in the orbital arenas - Egret thinks she is ready for this day. She has been brainwashed for it, trained for it, shaped and reshaped into a sacrificial model of beauty for the entertainment of millions. Her world is one of strict regimen and fierce competition, one in which others can only be competitors or worshippers, never friends, where lack of perfection is punished by burial beneath the red sands and the thundering feet of tyrannosaurs. But Egret can’t imagine how this day might change her. How the scream of a tyrannosaur and the cries of the other sacrifices running beside her might break open the steel surface of her world. It is not a day you will forget. Nyota's Tyrannosaur Meet Nyota Madaki. And her tyrannosaur. Fighting for survival in the far future. When Nyota wakes in the middle of a forest inside an artificial world, she knows she's in trouble. Her trainer and sister athletes are nowhere to be seen, the airlock to the shuttle bay doesn't respond to her commands, and the night forest is loud with the screeches of atrociraptors and ravenous tyrannosaurs. Stranded inside the world where massive dinosaurs are grown for the arenas, she will face many perils -- the hunger of nocturnal predators, the crash of starvation, and the devouring rot of a bioweapon unleashed inside the tyrannosaur world while war in space rages just outside. But Nyota is ready. Inhabited by entire ecosystems of nanites, trained for strength and speed and elegance, capable of feats that would leave others broken on the forest floor, Nyota can handle anything. Anything, that is, except the sudden rush of forgotten memories into her heart. Anything but the realization of who she really is. Luckily she won't have to face that alone. Not with this tyrannosaur egg hatching beside her... The Screaming of the Tyrannosaur \"This day has gone long enough without a death.\" Taken from her home at a young age, Mai Changying is isolated and trained for life in the arena, competing on the backs of stampeding triceratops and other great beasts resurrected from millions of years in the past. But under her timberwolf tattoo and the ferocity of her competitive spirit, she has a secret desire—a longing for a pack, a family, a people. Today, in a thrilling race on a privately chartered orbital dinodrome, Mai Changying will shock her audiences with an unexpected and transgressive act that will change gladiatorial combat in the dinodromes forever—and prove that even when everything is stripped from us, our need for kinship and our triumph in seeking it remains. Future Developments There will be more fiction in this universe. Work is underway now on a short novella that opens a new series, The Dakotaraptor Riders: I am still sweaty from taking down that pride of hyenadons, and my lover thinks she can outrace me, thinks her dakotaraptor can slice through the prarie grass faster than mine. But my raptor and I once took a gallimimus in full stampede; we once leapt from a cliff, my raptor catching the wingtip of a swooping queltzalcoatl in her jaws; we skid wildly down the rockface with the great bird crashing and flapping about us, its zebra-striped pycnofiber plumage cutting my face like shards of ice, the entire world a fever of feathers and screeching and tumbling rock, and we survived —and if my lover thinks she can reach the trees first, I am Sasha Nightwatcher , and my dearest Katya is very mistaken. I think you will find a lot to love in Sasha Nightwatcher's story, as she rides on raptorback across the violet praries of a world under attack, with her leather jacket, her wind goggles, her scarred face, her shockrod and lasso, and her wild joy in life. Expected release of the first story in The Dakotaraptor Riders : 2020. Reviews \"This is a pulse-pounding story, a triumph of world-building - a story of gladiatorial combat and of bonds strange and transcendent. Without a doubt, one of the most enthralling stories I've come across.\" – Samuel Peralta, The Future Chronicles \"Stant Litore turns a concept that would be clunky, camp, or just plain weird in other hands into something as natural as feeling the stretch of your own muscles when you move...\" - O.E. Tearmann, author of The Hands We're Given (Aces High, Jokers Wild) \"Wielding elegant prose and tightly-focused characters, Stant Litore cuts deep into the science-fiction realm of bio-engineered dinosaurs and high-tech bread and circuses with a physically enhanced female gladiator whose personal tragedy is as powerful as her victories in the arena. Her story echoes in the heart long after it is told.\" - Richard Ellis Preston, Jr., author of Romulus Buckle & the City of the Founders Upon purchase, you will be able to download a MOBI or EPUB ebook file. Please tip the author -  show that you want more stories like these!",
    "price": "$7.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "achillean",
      "adventure",
      "audiobook",
      "book",
      "dinosaurs",
      "lgbt",
      "sapphic",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvNTU2NDk4LzI5MTY2MzkuanBn/347x500/AXFlVT.jpg",
    "origin_url": "https://stantlitore.itch.io/colosseums-for-dinosaurs",
    "final_url": "https://stantlitore.itch.io/colosseums-for-dinosaurs"
  },
  {
    "title": "ROSEMETAL",
    "author": "destroyusall",
    "description": "It’s the day of Honoured Tooth Artillery’s wedding, something she’d been looking forward to since whelphood. But when it's crashed by a horrific experiment that looks all too much like herself and she is assumed dead, it's up to her alone to find out what exactly her fiancé has been up to. ROSEMETAL is a work of fiction based in the world of Blacksommar , but can be read without trawling through lore. It contains violence, body horror, and sci-fantasy elements. 8.7k+ words, 3 spot illustrations, comes with a *gallery including developmental art & misc. illustrations! .PDF + .EPUB available :) *OUT NOW!",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "horror",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "lgbt",
      "monsters",
      "short"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjgyNjQ1MC8xNjg4NjIxMy5wbmc=/347x500/W0Els%2B.png",
    "origin_url": "https://destroyusall.itch.io/rosemetal",
    "final_url": "https://destroyusall.itch.io/rosemetal"
  },
  {
    "title": "Incident Pit",
    "author": "Marn S.",
    "description": "An incident pit is a concept used in underwater diving safety - a conceptual pit, with sides that become steeper as independent incidents build up on one another, pushing the situation towards catastrophe. The lowest point of an incident pit is often death, or a similar point of no return. Incident Pit was written for a writing workshop in the spring of 2014, and edited in short bursts between 2016-2018. It's a horror story about Derry, a vlogger, and Oakes, his cameraman/boyfriend, on trip to go cave diving in Jacob's Well . If you have a fear of drowning or small spaces (such as underwater caves), you probably should not read Incident Pit. Cover image (sans text) by Jacob Walti on Unsplash .",
    "price": "$3.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "book",
      "horror-story",
      "lgbtqia",
      "psychological horror",
      "short-story",
      "underwater",
      "writing"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjY1NzgwLzEyODA4OTgucG5n/347x500/qBzfHV.png",
    "origin_url": "https://marns.itch.io/incident-pit",
    "final_url": "https://marns.itch.io/incident-pit"
  },
  {
    "title": "YOU AND YOUR FRIENDS ARE DEAD",
    "author": "Joel Couture",
    "description": "A confusing campground. Weak characters. Invisible items and weapons. Confounding play. And a purple and teal Jason? This was Friday the 13th on the NES, a game frequently panned for being clumsy, incomprehensible, and far too hard. And almost every modern horror game owes it a debt, whether they know it or not. The NES Friday the 13th broke new ground in horror, establishing the use of confusion and nebulous rules to create a compelling mystery. It created pressure and despair through its clever use of hidden items, keeping players from becoming too powerful. It also created a powerful stalker in the form of Jason, using his power and shocking appearances to pave the way for the relentless monsters that would haunt our playthroughs of Amnesia , Resident Evil 3 , Clock Tower , and more. Despite its hated reputation, Friday the 13th established trends back in 1989 that would continue to shape horror to the present. It would also ask questions few other horror games would dare. Should horror be pleasant, or should it crush us with fear and hopelessness? Can we make lives truly matter in the disposable existence of a video game? Featuring interviews with journalists and game developers of various disciplines, \"YOU AND YOUR FRIENDS ARE DEAD. – An Unofficial Analysis of LJN's Friday the 13th\" is an attempt to break down the various horror elements of the game and how they make Friday the 13th into a misunderstood masterpiece, and one of the most important entries in the genre.",
    "price": "$2.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "book",
      "lgbt",
      "nes (nintendo entertainment system)",
      "sapphic"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzIwMTQ1MTguanBn/347x500/G%2FndEj.jpg",
    "origin_url": "https://joelcouture.itch.io/you-and-your-friends-are-dead",
    "final_url": "https://joelcouture.itch.io/you-and-your-friends-are-dead"
  },
  {
    "title": "Pride, Pain & Petticoats Volume 2",
    "author": "Abby Trusity",
    "description": "A few months have passed since Countess Taryn Moxley's life was turned upside-down. Sent to an etiquette school to learn something about being a noblewoman, she swiftly found herself swept by found family, eager to have her acclimate! Though she was slipping into the role easily enough, this gives her time for introspection, something she'd been avoiding for nearly a decade. An uncomfortable truth looms beneath the surface, one Taryn can't possibly keep hidden anymore. But she must, as her eldest brother Frederick is visiting Marianne's Academy! Cast between finally releasing her true self and desperately trying to stuff it back into the wardrobe it spilled from, Taryn takes on a fictitious name in order to hide in plain sight! If she can manage, she can have more time to explore her truth, but if not... Taryn fears her brother will never truly accept her! And in the capital, the political situation begins to deteriorate. Prince Brendan learns of the kingdom's realpolitik approach to a treasonous organization, thus far ultimately responsible for the attack on the Princess's name day, and gets to the bottom of just what happened to his friend and confidant, and why! Between his idealistic posturing and his father's realistic governance, Brendan is left looking for a better way, and that starts by gathering allies! As the pieces begin to fill the board, where fits the petticoated lady holding tight to her pride and working through her pain?",
    "price": "$5.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "historical",
      "romance"
    ],
    "other_tags": [
      "",
      "book",
      "lgbt",
      "sapphic",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzEzNjQ2NDU0LmpwZw==/347x500/rYxtDk.jpg",
    "origin_url": "https://abstrusity.itch.io/pride-pain-petticoats-volume-2",
    "final_url": "https://abstrusity.itch.io/pride-pain-petticoats-volume-2"
  },
  {
    "title": null,
    "author": null,
    "description": null,
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [],
    "cover_image": null,
    "origin_url": "https://www.facebook.com/itchiogames",
    "final_url": "https://www.facebook.com/itchiogames"
  },
  {
    "title": "Old Friends",
    "author": "ApolloStudios_LGBT",
    "description": "Alex and Mark are childhood best friends who have drifted apart since entering adulthood. With wives and families of their own, they found their friendship drifting apart until, before they knew it, decades had passed since they'd seen each other. However, a surprise invitation leads to them reconnecting and organising a camping trip to reignite their friendship! But have they changed too much over the years? Or has the time apart created new and unfamiliar feelings between them? *Contains NSFW Adult Content*",
    "price": "$2.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "book",
      "boys' love",
      "lgbt",
      "lgbtqia",
      "male protagonist",
      "story rich"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE2ODEzMzU2LnBuZw==/347x500/HOe5rF.png",
    "origin_url": "https://apollostudios-lgbt.itch.io/old-friends",
    "final_url": "https://apollostudios-lgbt.itch.io/old-friends"
  },
  {
    "title": "The end.",
    "author": "ApolloStudios_LGBT",
    "description": "A post-apocalyptic romance story featuring lots of zombies and a surprising confession! We follow frenemies Jayce and Mac as they navigate their way through their post-apocalyptic town. This is not a visual novel. It is a short story <3",
    "price": "$2.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "romance"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "boys' love",
      "lgbt",
      "lgbtqia",
      "male protagonist",
      "story rich",
      "zombie"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE2NDIzNjY5LnBuZw==/347x500/KDRBAX.png",
    "origin_url": "https://apollostudios-lgbt.itch.io/the-end",
    "final_url": "https://apollostudios-lgbt.itch.io/the-end"
  },
  {
    "title": "I DO NOT HAVE A MEDICAL DEGREE",
    "author": "Jodie Carrion",
    "description": "t4t noncon superhero x supervillian \"i can fix him\" short story",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "book",
      "dark humor",
      "lgbtqia",
      "survival horror",
      "thriller"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzEzNjE5OTY3LmpwZw==/347x500/0czSAu.jpg",
    "origin_url": "https://jcarrion.itch.io/i-do-not-have-a-medical-degree",
    "final_url": "https://jcarrion.itch.io/i-do-not-have-a-medical-degree"
  },
  {
    "title": "Existentially Distressing Plant Facts",
    "author": "EXRook",
    "description": "Welcome to EXISTENTIALLY DISTRESSING PLANT FACTS , a zine about the worst botanical trivia I could get my grubby little claws on. The first installment, the Epiphyte Issue, is out now! It goes over some notable members of the epiphyte grouping, which consists of plants that grow on other plants. Included are 16 pages of full-color illustrations and diagrams, showing the ins and outs of plant life, plant death, and cold-hearted plant murder. Updates as of 04/05/2020: The artwork for this issue has been redone in black and white, to replace some rushed pages, make future zines in this style easier to produce, and to make printing said zines in the future, theoretically , an option. You can now download a cool Plant Facts epiphyte pattern with any donation of $5 or more! The pack includes several different sizes that'll tile seamlessly on anything you like. If you've already donated $5 to the zine and can't access the pattern, please get in touch (my email is mrookart@gmail.com).",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "",
      "book",
      "botany",
      "educational",
      "floral",
      "flowers",
      "gardening",
      "lgbt",
      "pattern",
      "plants",
      "sapphic",
      "science",
      "zine"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMzYzODY2LzMyMDE3MjUucG5n/347x500/agNVob.png",
    "origin_url": "https://exrook.itch.io/plantfacts",
    "final_url": "https://exrook.itch.io/plantfacts"
  },
  {
    "title": "Hear The Devil Sing",
    "author": "DWaM",
    "description": "A man is murdered on New Year's Eve of 1999. Yet, instead of darkness, what awaits him on the other side is a stranger he soon realizes is The Devil himself. The two strike an unusual deal, and the man finds himself alive again -- twenty years into the future! Now he not only has to piece together what happened that night, but also come to terms with the fact that the world has changed in ways he could not have possibly imagined. ---- Cover art by the talented selkie , who you can also find on Twitter over on @selkie_lynn ! Proofread by Near, who you can find on Twitter at @Near6174 !",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "",
      "book",
      "locked-room",
      "mind-bending",
      "murder-mystery",
      "mystery"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzMwMjUyMDUucG5n/347x500/IZAFvZ.png",
    "origin_url": "https://dwam.itch.io/hear-the-devil-sing",
    "final_url": "https://dwam.itch.io/hear-the-devil-sing"
  },
  {
    "title": "The Leviathan's Resting Place",
    "author": "DWaM",
    "description": "A 3-hour flight from Seattle to Los Angeles. A man is seen entering a cramped bathroom of First Class -- after which he disappears into thin air. The door was under supervision the entire time. A search of the bathroom itself turns up nothing. A search of First Class turns up nothing. A search of the entire plane turns up nothing. An impossibility, by all accounts. And yet, there's no doubt a human being had to have been behind it. How was it done, though? And why?",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "",
      "book",
      "impossible-crime",
      "murder",
      "mystery",
      "novella",
      "short"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzMwNzgzNTgucG5n/347x500/5PigQk.png",
    "origin_url": "https://dwam.itch.io/the-leviathans-resting-place",
    "final_url": "https://dwam.itch.io/the-leviathans-resting-place"
  },
  {
    "title": "Blip in the Algorithm",
    "author": "Radical Dreamland",
    "description": "Reading is free, but donations are appreciated! ❤ Donations of $1 or more get to download the epub version! If you liked this story, stay tuned to my itch.io page for more! Keep me writing and I'll keep putting up more stories.",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "",
      "achillean",
      "ai",
      "assault",
      "book",
      "coming of age",
      "lgbt",
      "lgbtqia",
      "short-story",
      "text based",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvNjgwMzUvODI2NTg4LnBuZw==/347x500/E%2FQ0%2F1.png",
    "origin_url": "https://radicaldreamland.itch.io/blip",
    "final_url": "https://radicaldreamland.itch.io/blip"
  },
  {
    "title": "Wherever the Stars Call",
    "author": "Ronove",
    "description": "🌌🌌🌌 Living within the Galactic Federation of the Solar System isn't all it's cracked up to be. Laurel got sold into strict federation schooling where if she doesn't shape up, they'll scramble her mind until she's no longer herself so they can build the perfect citizen out of her. Juniper got fitted with invasive cybernetics to augment the human experience at the tender age of eight and if they act up, the feds can turn them off--effectively killing them. So, the pair decide to run away together. All they need is to get past Jupiter where the fed's hold isn't as tight. There, Laurel can figure out what she wants in life free from fed control and Juniper can figure out how to stop their cybernetics from ruining their life. Easy, right? Not when they find a busted federation ship on the way with a vampire on board who might need their help with a severed head the federation is after, or perhaps, he just wants their blood. One of the two. 🌌🌌🌌 Wherever the Stars Call is a soft sci-fi space adventure featuring: Ace & Non-Binary Leads! Queerplatonic Relationship! Queer main cast! Vampires in space! Found family! A cybernetic cat !! If you have any issues with the files, please e-mail me at: earlronove@gmail.com.",
    "price": "$5.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "book",
      "lgbt",
      "lgbtqia",
      "narrative",
      "novel",
      "sapphic",
      "vampire",
      "young-adult"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjgxMzA1MS8xNjgwMTYwOC5wbmc=/347x500/EENkPF.png",
    "origin_url": "https://earlronove.itch.io/wherever-the-stars-call",
    "final_url": "https://earlronove.itch.io/wherever-the-stars-call"
  },
  {
    "title": "Fire Heart",
    "author": "blackwolfsings",
    "description": "Wehia t’Doniyat, the eldest daughter of a knifesmith’s holding that specialises in ornamental daggers, wishes with all her heart to make a longsword like the one created by her great-grandmother.  She journeys to the City of Swords to be apprenticed under her kinswoman, Hadana t’Tolani, the head of a powerful swordsmith holding. Among strangers and missing her family, Wehia must learn to curb her impatient and reckless nature to endure the hardships that come with being a swordmaker’s apprentice. But despite making a true friend at the holding and being accepted by Hadana, Wehia’s impulsiveness threatens to destroy her dreams of Fire Heart, the sword that sings to her.",
    "price": "$4.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy"
    ],
    "other_tags": [
      "",
      "book",
      "lgbt",
      "sapphic",
      "swords",
      "young-adult"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE2OTI2NzcwLmpwZw==/347x500/bBcqKQ.jpg",
    "origin_url": "https://blackwolfsings.itch.io/fire-heart",
    "final_url": "https://blackwolfsings.itch.io/fire-heart"
  },
  {
    "title": "Awakenings (The Chronicles of Nerezia #1)",
    "author": "Claudie Arseneault",
    "description": "Innkeep, hunter, blacksmith, nurse—Horace has apprenticed for every clan in the domed city of Trenaze, and they've all rejected em. Too hare-brained. Too talkative. Too slow. Ever the optimist, e has joined Trenaze's guards to be mentored. Horace has high hopes to earn eir place during eir trial at the Great Market. That is, until the glowing shards haunting the world break through the city's protective dome, fused together in a single, monstrous amalgam of Fragments. Armed with a sword, a shield, and far too little training, Horace doubts eir ability to defend the market-goers. But eir last stand is interrupted by a mysterious elven figure who can dissipate the Fragments with a single, strange sentence: your story is my story. From the moment it is uttered, Horace knows the sentences holds true for em, too—and when the elf collapses in the middle of the market, e carries them to safety, to recover away from the panicked crowd and inevitable questions from eir fellow guards. It could cost em eir apprenticeship—eir last chance to find eir place in eir home city—but Horace cannot resist the pull of this mystery elf and the call of a new friend. Aliyah has but one desire: to leave Trenaze's safe boundaries and find the forest that haunts their dreams. After an afternoon of board games in their quiet, sharp-witted company, Horace is ready to follow, confronting Fragments and other dangers of the road to understand what happened that day, hear Aliyah's laugh again and finally feel like e belongs. --- Awakenings is the first of nine novellas in a fantasy adventure blending cozy fantasy vibes and D&D style side-questing, imbued with an aspec-focused queernormative world and strong platonic bonds.",
    "price": "$2.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy"
    ],
    "other_tags": [
      "",
      "aromantic",
      "asexual",
      "book",
      "cozy-fantasy",
      "found-family",
      "lgbtqia",
      "novella",
      "queerplatonic",
      "short"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE0MzE3NTEwLmpwZw==/347x500/9Y6bD8.jpg",
    "origin_url": "https://claudiearseneault.itch.io/awakenings-the-chronicles-of-nerezia-1",
    "final_url": "https://claudiearseneault.itch.io/awakenings-the-chronicles-of-nerezia-1"
  },
  {
    "title": "Victory Lap",
    "author": "K.A. Mielke",
    "description": "Victory Lap Josh doesn’t know what he wants to do with his life, which is exactly why he’s taking a fifth year of high school while his girlfriend goes to university. (Well, that and the fact that his best friend basically forced him into it.) The only thing he’s sure about is the love of his life—who promptly breaks up with him. High school senior, Kiki, quietly started transitioning over the summer to an audience of herself, her best friend, and her vaguely unsupportive parents. Now she has to deal with coming to her school as a new person, and when she’s partnered with Josh in Writer’s Craft, she finds herself developing maybe a little bit of an enormous crush. Everyone just wants to make it out of high school in one piece, but Josh and Kiki’s last year might not be so simple. Victory Lap is an own voices young adult novel about growing up in a world that expects teenagers to have everything figured out by the time they leave high school. Victory Lap was inspired by the likes of modern YA authors such as Rainbow Rowell, Becky Albertalli, and John Green, as well as classic, angsty teen dramas like Degrassi and Dawson’s Creek. Content Warning Teens need a variety of books that represent them. And while some teens probably lead wholesome lives without trauma or substance use or sex, that was not our experience, or the experience of many of our friends. Because of that, Victory Lap contains some heavy language, drug and alcohol use, sex, mentions of self-harm, gender dysphoria, homophobia and transphobia, and an uncomfortable sex scene where partners fail to communicate their needs and end up in a place of grey-consent. The book’s audience is between the ages of 16-19, but we fully believe that the reader determines what type of content they are ready to read. If you are a teen who has questions after reading our novel, please talk to an adult you trust about Victory Lap’s mature themes. Similarly, if you are an adult in charge of raising teens, we encourage honest and open communication with kids, even—or especially—when it’s difficult. Bonus Content After a disastrous senior year—thanks to her Mom’s death and her piece of shit boyfriend subsequently abandoning her for worldly adventure—Mel’s taking a victory lap to get her life back on track. Only problem is, school sucks . So she skips just this once (sorry, Josh!) to go on a date. And then the date fucking suckssss . And that’s the whole problem: how’s a girl supposed to turn her life around when everything is awful? Pledge $5 or more and experience Victory Lap as it was originally written. Featuring pivotal Victory Lap scenes from Mel’s point of view and all new chapters, The Lost Chapters is an extra 20 000 words/87 pages of Victory Lap content.",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "",
      "achillean",
      "book",
      "canadian",
      "contemporary-fiction",
      "ebook",
      "fiction",
      "lgbt",
      "lgbtqia",
      "novel",
      "sapphic",
      "trans",
      "young-adult"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzQ4NDg1MTAuanBlZw==/347x500/JIoP4Q.jpeg",
    "origin_url": "https://kamielke.itch.io/victory-lap",
    "final_url": "https://kamielke.itch.io/victory-lap"
  },
  {
    "title": "All My Lesbians End Up In Caves By Digital Poppy",
    "author": "Digital Poppy",
    "description": "'“So you’re a ghost?” I squeaked. Perhaps it was a rude question, but I felt it was good to establish the facts. “Oh, a ghost?” Mari Lwyd tilted her skull upwards, like a puppet being puppeteered by an entirely too unsubtle puppeteer. “I mean no, I don’t think so. I’d have to have died to be a ghost, at least I think. I don’t think I ever died. I think I just am.”' Two short stories about lesbians ending up in dingy underground locations  set in the lovely ladyverse . I ASKED MARI LWYD TO MARI ME AND SHE SAID YES (ACTUALLY I DIDN'T BUT WE DID KISS; THE WORDPLAY WAS JUST TOO IRRESISTIBLE) A nasty girl (or perhaps a lovely lady?) searches the woods for the strange spirit 'Mari Lwyd'. She is surprised to find herself closer than the would ever have imagined.. I THINK I FUCKED MY COTTAGE??? A lovely lady moves into a cottage in the woods. Feel free to divine the rest of the plot from the title... Thank you to Deer for the cover art and Micah for editing and proof reading help! Content Warnings Horniness, weird upsetting horror, implied mind control, capitalist abuse allegory",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "romance"
    ],
    "other_tags": [
      "",
      "anthro",
      "book",
      "erotic",
      "furry",
      "lgbt",
      "lgbtqia",
      "period piece",
      "sapphic",
      "story rich"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzQ2Nzg5MTQucG5n/347x500/HxolhP.png",
    "origin_url": "https://digital-poppy.itch.io/lesbian-caves",
    "final_url": "https://digital-poppy.itch.io/lesbian-caves"
  },
  {
    "title": "The Thirteen Scorned Wives of La Nuit",
    "author": "avra margariti",
    "description": "A poetic dive into decline and degeneration as La Nuit, aloof and lunar, lets her consorts sink into loveless despair. Dark, surrealist, and queer, this chapbook is 25 pages long.",
    "price": "$4.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "book",
      "chapbook",
      "dark",
      "lgbtqia",
      "poetry",
      "surreal"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE1MDE0OTgzLnBuZw==/347x500/s7ts8c.png",
    "origin_url": "https://avramargariti.itch.io/the-thirteen-scorned-wives-of-la-nuit",
    "final_url": "https://avramargariti.itch.io/the-thirteen-scorned-wives-of-la-nuit"
  },
  {
    "title": "Sapling",
    "author": "Marn S.",
    "description": "Sapling was written for a writing workshop class in the spring and fall of 2016, and takes place in the same town as my other short story The Woods (though it's not necessary to read one to understand the other). It's a psychological horror story about a convenience store worker named Holden who commits a visceral act of revenge, and the strange tree that sprouts in his front yard after the fact. Sapling contains depictions of psychological and physical abuse, trauma, gore, body horror, mention of attempted suicide, and vomiting.",
    "price": "$3.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "achillean",
      "body-horror",
      "book",
      "horror-story",
      "lgbt",
      "lgbtqia",
      "murder",
      "psychological horror",
      "short-story"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjQ4MzU5LzExODY2NjkucG5n/347x500/8Gn0Ao.png",
    "origin_url": "https://marns.itch.io/sapling",
    "final_url": "https://marns.itch.io/sapling"
  },
  {
    "title": null,
    "author": null,
    "description": null,
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [],
    "cover_image": null,
    "origin_url": "https://beedok.itch.io/dirty-little-secret",
    "final_url": "https://beedok.itch.io/dirty-little-secret"
  },
  {
    "title": "Paranormal Palestine #1 The Promise Kept: A Folktale from Gaza",
    "author": "SoniaSulaiman",
    "description": "Paranormal Palestine is a zine about Palestinian folklore and folk religion. This first issue is dedicated to Gaza. This story is adapted from A Promise Fulfilled from An Illustrated Treasury of Palestinian Folktales by Najwa Kawar Farah. This zine is made by Sonia Sulaiman. Other formats will soon be available. 14 page zine including covers.",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "",
      "book",
      "folklore",
      "gaza",
      "palestine",
      "zine"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE4NjM2MTU2LmpwZw==/347x500/ybBM6X.jpg",
    "origin_url": "https://soniasulaiman.itch.io/paranormal-palestine-1-the-promise-kept-a-folktale-from-gaza",
    "final_url": "https://soniasulaiman.itch.io/paranormal-palestine-1-the-promise-kept-a-folktale-from-gaza"
  },
  {
    "title": "BAD MOONS RISING",
    "author": "tesladyne",
    "description": "A cyberpunk space western by Brian Clevinger ! Our story follows Zora Soltani, a middle-aged burnout just trying to make ends meet in the ultracapitalist hellscape of Jovian orbit. Her latest job seems too good to be true, but she's indebted to a notorious pirate queen, so too bad. Anyway Zora gets saddled with a teenage runaway named Alia who has her own problems and somehow they've got to stay one step ahead of the Security Fleet, bounty hunters, one or more Corporate Reclamation Squads, and mercenaries from across the Autonomous Zone. Also they kidnap a robot. Found family! BAD MOONS RISING is a complete novel just shy of 74,000 words. Cover art is by Jake Siano .",
    "price": "$4.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "book",
      "crime",
      "space",
      "western"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTUzNjUyOC84OTYyMzc2LnBuZw==/347x500/Y%2FykJg.png",
    "origin_url": "https://tesladyne.itch.io/bad-moons-rising",
    "final_url": "https://tesladyne.itch.io/bad-moons-rising"
  },
  {
    "title": "Attack Dog",
    "author": "taliabhatt",
    "description": "Following the death of her wingmate, Operator 5431N4 accepts experimental new enhancements in order to compensate for her decreased utility to the state. Having only ever trained as part of a paired unit, she finds herself not knowing how to exist outside of it. It is fortunate that her new exo-suit seems perfectly able to compensate for her deficiencies, able to cover her weaknesses, enhance her mobility, and complete her in a way that she believed no longer possible. Even so, despite her stellar performance, it seems that interfacing with the suit has unexpected feedback and consequences ... Attack Dog is a short, brutal story in the realm of queer body horror, inspired by the works of various transfem creators.",
    "price": "$1.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "adult",
      "book",
      "erotic",
      "lgbt",
      "lgbtqia",
      "mechs",
      "psychological horror",
      "sapphic",
      "short",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE0MjQyMzUwLnBuZw==/347x500/tN9UnO.png",
    "origin_url": "https://taliabhatt.itch.io/attack-dog",
    "final_url": "https://taliabhatt.itch.io/attack-dog"
  },
  {
    "title": null,
    "author": null,
    "description": null,
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [],
    "cover_image": null,
    "origin_url": "https://twitter.com/itchio",
    "final_url": "https://twitter.com/itchio"
  },
  {
    "title": "Return of the Living: a novel by Jonathan Wojcik, Dustin Koski",
    "author": "bogleech",
    "description": "In a grey and lifeless future, ghosts maintain their own semblance of a civilization...but one particular ghost, Alma, isn't satisfied with an eternity of repetitive haunting, not when her sole spectral drive is the study of living things, and not so much as a dust mite has been seen for centuries, perhaps even millenia. Our story begins, however, with the sighting of something too solid, too heavy to be another phantasm, and things quickly escalate from there. \"Return of the Living\" is a lighthearted supernatural mystery about ghosts, monsters, and dealing with a changing world. By Jonathan Wojcik with additional writing by Dustin Koski and Rev Storm.",
    "price": "$6.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "sci-fi",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "book",
      "comedy",
      "ghosts",
      "halloween",
      "monsters",
      "mystery",
      "supernatural"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzUxNjIwNjUucG5n/347x500/X67LKm.png",
    "origin_url": "https://bogleech.itch.io/return-of-the-living-a-novel-by-jonathan-wojcik-dustin-koski",
    "final_url": "https://bogleech.itch.io/return-of-the-living-a-novel-by-jonathan-wojcik-dustin-koski"
  },
  {
    "title": "The Nameless",
    "author": "Witchstitches",
    "description": "A short story about Maja, a girl who's family has joined the westward expansion in fantasy 1800s America. After the death of her father, she begins to undergo strange and terrifying changes. A story of transitions and transformations.",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "historical",
      "horror",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "book",
      "lgbt",
      "lgbtqia",
      "trans",
      "werewolf",
      "wolf",
      "wolves",
      "writing"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzExNTI4ODI1LmpwZw==/347x500/RtfJoU.jpg",
    "origin_url": "https://witchstitches.itch.io/the-nameless",
    "final_url": "https://witchstitches.itch.io/the-nameless"
  },
  {
    "title": "GO TO THE DARKNESS AND BEG HER TO FUCKING RAIL YOU",
    "author": "quinn milton",
    "description": "GO TO THE DARKNESS AND BEG HER TO FUCKING RAIL YOU WORMSIN, February 2022 10 pages. A trans girl summons her void goddess to fuck her up because she's depressed. Features adult writing, existential dread, drowning, cosmic sex. Content notes are on the penultimate page and you can also message me for them on twitter @worm_sin if you need them before purchasing. She needs to be like the driftwood: abraded by salt and sand, stripped down to a core that cannot be tracked back home. That only belongs to the beach now. Half decayed, half preserved. She needs the water to change her.",
    "price": "$1.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "achillean",
      "book",
      "lgbt",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzgxNjE2ODEuanBn/347x500/oKQnmv.jpg",
    "origin_url": "https://quinnhpm.itch.io/go-to-the-darkness-and-beg-her-to-fucking-rail-you",
    "final_url": "https://quinnhpm.itch.io/go-to-the-darkness-and-beg-her-to-fucking-rail-you"
  },
  {
    "title": "Girl Detective & the Mystery of the Sap-Stained Skirt",
    "author": "xrafstar",
    "description": "what if Nancy Drew were sadder stranger and gayer",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "dark fantasy"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "detective",
      "erotic",
      "experimental",
      "lgbt",
      "mystery",
      "sapphic",
      "surreal",
      "weird",
      "zine"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvODc4NTAvNDEyOTgzLnBuZw==/347x500/EKUg6%2B.png",
    "origin_url": "https://porpentine.itch.io/girl-detective",
    "final_url": "https://porpentine.itch.io/girl-detective"
  },
  {
    "title": "The Night-Bird's Feather",
    "author": "Jenna Moran",
    "description": "\"... a distinctive style ... memorable imagery ... [a] stellar cast headlines this engrossing, otherworldly tale.\" - Kirkus Reviews \"... intelligent, witty, and deeply cultivated.\" - Readers' Favorite \"A spirited fantasy of the highest order ... you're sure to enjoy this extravagant once-upon-a-time indulgence.\" - Indies Today Death’s daughter steals a girl’s self-hate to decorate her garden. An accidental bond of fate forms between them—across the vast uncharted wildlands between their worlds and a great gulf of time—and begins a friendship redefining both. A book for all who long to cast aside their weighty cloaks of human skin, unfurl the feathered wings beneath, and fall into the sky. 566 pages. Illustrated by Hugo-award-winning artist Lee Moyer.",
    "price": "$7.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy"
    ],
    "other_tags": [
      "",
      "atmospheric",
      "book",
      "female protagonist",
      "funny",
      "philosophical",
      "retro",
      "story rich",
      "vampire",
      "weird",
      "witch"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTY5ODk0My8xMDAwODM1NS5qcGc=/347x500/F57ZkQ.jpg",
    "origin_url": "https://jenna-moran.itch.io/the-night-birds-feather",
    "final_url": "https://jenna-moran.itch.io/the-night-birds-feather"
  },
  {
    "title": "CORRUPTED VESSELS",
    "author": "tRaum Books",
    "description": "With CORRUPTED VESSELS, Briar Ripley Page takes hold of the  alienation, placelessness, desire, and need to belong [that haunts] the  queer world and slowly sculpts [the characters] into something at once  disturbing and achingly familiar; a story about the people we throw away  and the dreams [we] cling to in order to survive. Gretchen Felker-Martin, Manhunt Southern Gothic meets surrealism, CORRUPTED VESSELS is a story about  terrifying angels, messy realities, and queer life on the margins. Our re-release of Briar Ripley Page's debut novella includes a previously unreleased story called NEW EDEN and a fresh, new layout. Click here to review this book on Goodreads.",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "book",
      "lgbtqia"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzEyNDQxODM1LnBuZw==/347x500/9L0piq.png",
    "origin_url": "https://traumbooks.itch.io/corrupted-vessels",
    "final_url": "https://traumbooks.itch.io/corrupted-vessels"
  },
  {
    "title": "Longsummer Nights",
    "author": "VOWTogether",
    "description": "Longsummer Nights is an LGBTQ+ paranormal romance anthology set in a shared urban fantasy universe. Its wide variety of prose stories explore what it means to be a monster, as well as what happens when you love one. ⁂ They say the big city is where you go to be someone else. For some, Longsummer is where they go to be themselves. The lesser-known jewel of the Gulf Coast has been home to a secret world for centuries, and the only thing more colorful than its past is its present. At night, demons ride the streetcars. Fae stroll the moonlit canals. Vampires lurk in smoky jazz clubs and seedy hotels. Ghosts haunt the Mansard roofs and poison gardens of Belle Reve, and creatures of ancient terror bask under the Spanish moss. In the rich, perfumed heat, passions can rise to a fever pitch. So lie back and breathe. If you feel lightheaded, that means its spell is working. But beware the masquerade, the unspoken agreement that supernatural beings must hide their true nature. Though humans and supernatural beings mingle in some neighborhoods, they maintain a delicate dance of denial, and missteps can be fatal. Despite this, the city has a way of bringing lovers together across boundaries - with magical results. Some humans are swept away by the promise of an extraordinary life. Some immortals’ curiosity blooms into desire. Other supernatural beings gravitate to one other, taking comfort in the kinship of someone who truly understands. The course of love may not always run smooth, but one thing’s for certain: in Longsummer, it conquers all. ⁂ By purchasing Longsummer Nights , you will receive an ebook in MOBI, EPUB, and PDF formats. It features fifteen paranormal romances of varying lengths, with content that ranges from explicit to fade-to-black chaste. The authors, titles, and pairings are listed below in order: RIEN GRAY · \"Seeds of Solace\" · F/NB A.K. FEDEAU · \"Anniversary\" · M/F FISHER STRUNC · \"Virgin Cocktail\" · M/NB A. HENDRICKS · \"Heart of Stone\" · M/M FRANCES MAPLES · \"A Simply Miraculous Invention\" · NB/NB T.K. HIRST · \"Indelible and Nocturnal\" · M/M AMANDA LOUISE · \"Corylus And Stone\" · F/F CYRUS ADAMS · \"Mending Ribbons\" · M/M ALIX COMEAU · \"Ancient History for Modern Lovers\" · F/F ABIGAIL LAUGHLIN · \"Le Chien Noir\" · M/F EVE GOLDEN-WOODS · \"The Antidote To Memory\" · F/F DEVAN SOYKA · \"Every Medicine, A Poison\" · M/F CHERRY · \"Labrys\" · M/M MARGOT MADISON · \"What Happened At Wisteria House\" · F/F ARSON KIDDER · \"Toothpick\" · F/F ⁂",
    "price": "$15.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "historical",
      "romance",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "achillean",
      "anthology",
      "book",
      "demon",
      "lgbt",
      "lgbtqia",
      "paranormal",
      "sapphic",
      "trans",
      "vampire"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTM5Njk2MS84MTQyNjA1LnBuZw==/347x500/f3J63J.png",
    "origin_url": "https://vowtogether.itch.io/longsummer-nights",
    "final_url": "https://vowtogether.itch.io/longsummer-nights"
  },
  {
    "title": "VERY ONLINE",
    "author": "james hudson",
    "description": "VERY ONLINE is a digital anthology of art and writing about bad times on the internet. it features 9 artists and 13 writers' articulations of fear, danger, isolation and grief on the internet, pushing beyond the tired warnings of 'stranger danger' and 'phone bad' to get into the gruesome, grieving and gleeful reality of being very online. computer worms! deep sea eels! flies on eyes! online poker! squishy asmr! teen martyrs! isolation! repression! obsession! OMEGLE! TUMBLR! DREAMWIDTH! TWITTER! AO3! YOUTUBE! HELL ON LINE! PLAYLIST https://tinyurl.com/VERYONLINEPLAYLIST by Bronagh Dowling & James Hudson ILLUSTRATION “i downloaded everlong by the foo fighters off limewire and all i got was this shitty virus” by Bronagh Dowling “Dog Pile” by Jess Dunne “Keep the Homefire Burning” illustration by Emma Woods Untitled by Wincenty Kocima “saints 4 free” by Emma Woods “Phishing” by Jordyn Weixel SEQUENTIAL ART “Safety Eject” by Carmilla Mary Morrell “Sad Girl” by Kate Escolin “My Adventures with Omegle” by Hal Schrieve Excerpt from “What Happens Next” by Max Graves “Tumblr Friends” by Hal Schrieve POETRY “I am telling you again your form is broken” by Siobhan Dunlop “Doomscrolling” by Siobhan Dunlop “Dead Dove Do Not Eat” by Roisin Byrne “Transfeminine Car Crash” by Fishiphus “Opabinia” by Ashely Adams FICTION “ASMR, Synergy and You.” by Shauna Smullen “Keep the Homefire Burning” by Lara Welch \"Youngbloods in the Gig Economy\" by Antonious Blockhead “Lurker” by Amelia Ranger “The Pipeline” by Jem Nash “MEAT_SPACE” by S.T. NON FICTION “I Don’t Wanna Grow Up (And Neither Can You)” by Gretchen Felker-Martin “This journal has been deleted and purged” by Lol Cuthbert “An Idiot Abroad” by Cal Ó Muirí EDITED BY James Hudson please take a copy for free if you need. or take a free copy now and pay for it later. i've done that, it's fine. each VERY ONLINE contributor was paid €20 out of pocket; any payments will go towards reimbursing that cost. UPDATE: the initial cost of the collection has been covered (thank you!) and any further profits are going towards paying contributors of TOWER . background art is the poster to cam (2018) cover photo is from some graphic design promo photoshoot for tumblr dot com",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "sci-fi",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "creepy",
      "internet",
      "lgbt",
      "lgbtqia",
      "sapphic",
      "trans",
      "vampire",
      "weird",
      "zine"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTM5NTM2MS85NzAxNDk4LnBuZw==/347x500/XRTJbO.png",
    "origin_url": "https://townmice.itch.io/very-online",
    "final_url": "https://townmice.itch.io/very-online"
  },
  {
    "title": "A Siren's Call: Volume One",
    "author": "Lucy",
    "description": "Victor is the most infamous pirate on the seven seas. Known for his cunning charms and the odd figurehead on his ship, he sails without opposition until a tempting call coming off the waters results in him finally meeting his match. A siren hardly belongs aboard a pirate ship, but love and adventure tend to bend the rules of even nature and myth. 450+ pages of prose and art, including all bonus content, pdf/ebook files, and soundtrack.",
    "price": "$15.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "",
      "art book",
      "book",
      "lgbt",
      "lucycamui",
      "sapphic"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvNDMzMzg4LzIxNzM4OTMucG5n/347x500/Z2lp%2BF.png",
    "origin_url": "https://lucycamui.itch.io/a-sirens-call-volume-one",
    "final_url": "https://lucycamui.itch.io/a-sirens-call-volume-one"
  },
  {
    "title": "Two Gay Werewolf Mechanics Fuck On The Moon",
    "author": "spacetwinks",
    "description": "Thomas and Sylvester are a rare pair on the moon - the only ship repair and maintenance shop run by two werewolves, who, when not on the clock (and more than once, while on it) are getting in deep with each other. Together for years at this point, this is but one day out of many together in their relationship - a pleasant routine of work and love they can't get enough of. A 15k word short story of fluffy romance and smut between, exactly as it says on the label, two gay werewolf mechanics on the moon!",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "romance"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "book",
      "furry",
      "lgbt",
      "sapphic",
      "werewolf"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzIxMTgyMDAucG5n/347x500/mQLcT%2B.png",
    "origin_url": "https://spacetwinks.itch.io/two-gay-werewolf-mechanics",
    "final_url": "https://spacetwinks.itch.io/two-gay-werewolf-mechanics"
  },
  {
    "title": "EVERYONE ON THE MOON IS ESSENTIAL PERSONNEL",
    "author": "Julian K. Jarboe",
    "description": "Jarboe’s outstanding debut collection demonstrates a flair for queer surrealism and an ear for lyrical prose. In the powerful “Self Care,” a nihilistic youth, who identifies as a “gay transsexual witch,” is displaced by apocalyptic flooding and takes refuge in Our Lady of Good Voyage, a Catholic church. “I Am a Beautiful Bug!” turns Kafka’s “Metamorphosis” on its head with a tale of a person undergoing surgery to look like the giant bug they’ve always wanted to be (“Gimme the works, doctor! Just like Gregor Samsa!”). The pieces range from brief vignettes that read like prose poetry to much longer works like the title story, which tells of a young man deciding to join the masses of ”defunct service cyborgs, addicts, migrants, drop-outs, single parents, [and] estranged children” on the holy colony of the Moon. Throughout, Jarboe melds tenderness, humor, and righteous anger into insightful tales of characters navigating the margins of society. Readers are sure to be blown away.  [ Publisher's Weekly starred review ] Sixteen stories of mid-apocalyptic science fabulism, body horror fairy tales, queer Catholic cyberpunk, and blue-collar resistance. 📚 Buy paperback direct from Lethe Press. 📝 Read and leave a review on GoodReads. 🌕 Table of Contents: The Marks of Aegis Here You Are, Near Me Self Care The Nothing Spots Where Nobody Wants to Stay The Heavy Things The Seed and The Stone We Did Not Know We Were Giants The Android That Designed Itself As Tender Feet of Cretan Girls Danced Once Around an Altar of Love Estranged Children of Storybook Houses My Noise Will Keep The Record Wake Word Everyone on the Moon is Essential Personnel First Contact, Communion I Am a Beautiful Bug! The Thing in Us We Fear Just Wants Our Love 🚀 Credits: Written by Julian K. Jarboe Published by Lethe Press Cover illustration by Kim Hu Cover and interior design by Peter Barnfather Your purchase of $10 or more directly supports the author, their publisher, and itch. Thank you!",
    "price": "$15.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "horror",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "achillean",
      "body-horror",
      "book",
      "demon",
      "dystopian",
      "fairy tale",
      "lgbt",
      "lgbtqia",
      "literature",
      "poetry",
      "post-apocalyptic",
      "short-story",
      "surreal",
      "trans",
      "witch"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvNTkzNzg5LzMxNDIxNDMuanBn/347x500/YXrKJ%2F.jpg",
    "origin_url": "https://sissyfist.itch.io/moon",
    "final_url": "https://sissyfist.itch.io/moon"
  },
  {
    "title": "Martis the Brazen",
    "author": "Rien Gray",
    "description": "Follow a fellowship of sapphic knights as they’re seduced by witches, queens, goddesses—and each other—in a dark, lush fantasy inspired by Arthurian legend. Under the reign of King Theomacha the Exalted, the Land of Maidens flourishes. Her knights protect and explore the realm, seeking artifacts lost to time and fending off wicked, cunning magics. Martis, sole daughter of a dragon and a witch, was raised in the legendary Gorsedd mountains. After her mother's tragic death, Martis' monstrous rampage of grief tore the land apart until she was saved by Theomacha's intervention. Sworn as a knight to the king's court, Martis took on a new name and identity. Ten years later, her sire—the dragon Thouros—is dying. Martis returns to Gorsedd for the first time in a decade only to find a cult worshipping the dragon, and the beautiful woman they've captured to sacrifice. Martis saves the mysterious Amoret, but the tangle of desire that rises between them is complicated by her companion's true identity, pitting Martis' grief against the honor keeping her life intact. Martis the Brazen is a 18,000 word high heat F/F fantasy romance novella featuring: a lesbian dragon shifter protagonist hurt/comfort and shifted sex the mortifying ordeal of being known This chronologically follows Valerin the Fair , but may be read as either a standalone or a sequel. Have any issues with the files? Please email me at riengrayiswriting@gmail.com.",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "dark fantasy",
      "fantasy",
      "romance",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "book",
      "dragons",
      "knights",
      "lgbt",
      "lgbtqia",
      "sapphic",
      "witch"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTg1ODU5OC8xMDkxNjc0Mi5qcGc=/347x500/d%2Btzrm.jpg",
    "origin_url": "https://riengray.itch.io/martis-the-brazen",
    "final_url": "https://riengray.itch.io/martis-the-brazen"
  },
  {
    "title": "PALIMPSEST: A Pentiment Fanzine",
    "author": "Palimpsest Zine",
    "description": "PALIMPSEST : A PENTIMENT FANZINE is a collaborative project and labor of love dedicated to the historical narrative game Pentiment , featuring 60+ pages of medieval and renaissance-inspired art, writing, costuming, and music. In April 2024, this zine was pay-what-you-want and raised a total of  $2,600. All proceeds were donated to Librarians and Archivists with Palestine . Downloads Digital zine: 2 files, spread and page view Printable zine: 2 files, with and without bleed, plus an additional read-me file Extras: contributor notes and additional artwork, unformatted written pieces for accessibility Find us elsewhere Carrd – Tumblr – Twitter – Instagram Questions? Comments? Leave them in the comment box below! If you would like the printable files to be formatted differently, we will try to accommodate your request. Downloads for requested alternate print files can be found here . Palimpsest: A Pentiment Fanzine is not endorsed by Obsidian Entertainment, Inc. and doesn't reflect the views or opinions of Obsidian Entertainment, Inc. or anyone officially involved with making Pentiment . Pentiment and Obsidian Entertainment and all related logos are trademarks or registered trademarks of Obsidian Entertainment, Inc.",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "historical"
    ],
    "other_tags": [
      "",
      "achillean",
      "art book",
      "book",
      "fanzine",
      "lgbt",
      "medieval",
      "pentiment",
      "sapphic",
      "zine"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjYxNjkyNC8xNTU5MTYzNi5wbmc=/347x500/2LBNBX.png",
    "origin_url": "https://palimpsestzine.itch.io/zine",
    "final_url": "https://palimpsestzine.itch.io/zine"
  },
  {
    "title": "Monster Unraveled",
    "author": "QuillRabbit",
    "description": "Opal, a young trans woman, wants to live her authentic life, but fear of her overbearing mother is keeping her in the closet. Upon discovering that her closest friend is a creature with reality-warping powers, she agrees to come with her to look for a solution that circumvents the risk of exposure. When it becomes clear that her family is more of a threat to her best friend than herself, will Opal be able to keep the situation from completely overwhelming them both. Part 1 is complete at 4,300 words. Additional parts and the eventual finished version will be added as they are complete for no additional cost. 9/26/2023: Part 2 is complete, bringing the project to 7,100 words total so far. 10/30/31: Part 3 is complete, bringing the project to 9,900 words so far. 11/19/2023: Part 4 is complete, bringing the project to 11,000 words. 1/06/24: Final version is uploaded, bringing the project to a final total of 14,000 words.",
    "price": "$2.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "slice_of_life"
    ],
    "other_tags": [
      "book",
      "lgbt",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzEzMTY1NjM1LnBuZw==/347x500/EdSw8t.png",
    "origin_url": "https://quillrabbit.itch.io/monster-unraveled",
    "final_url": "https://quillrabbit.itch.io/monster-unraveled"
  },
  {
    "title": "The Offworld Collection",
    "author": "offworld",
    "description": "The Offworld Collection is an anthology of some of the most diverse and insightful writing about video games ever written, a sophisticated but accessible look at a digital landscape where all voices are welcome and small, simple experiences can reflect our humanity. This is the ebook version of the collection; the print version is available here . It collects the best essays and journalism from the website Offworld, which relaunched under editors Leigh Alexander and Laura Hudson as a space that actively welcomed perspectives ignored by mainstream game culture, and focused on the writing and game design work of women, people of color and other marginalized folks. With work from: Leigh Alexander, Anna Anthropy, Aevee Bee, Katherine Cross, Tanya DePass, Sidney Fussell, Laura Hudson, Gita Jackson, Shareef Jackson, Juliet Kahn, Soha Kareem, Aroon Karuna, Merritt Kopas, Riley MacLeod, Annie Mok, Maddy Myers, Maxwell Neely-Cohen, Kim Nguyen, Sarah Nyberg, Liz Ryerson, Katriel Paige, Catt Small, Daniel Starkey, Zoe Quinn, and Christina Xu. The features are as diverse as the contributors, with essays on Dungeons and Dragons roleplaying through Native storytelling, the mysticism of fortune-telling apps, the alternative masculinities of stealth games, the growing world of women's pinball, the lingo of gaming culture in China, how making video games is like hip hop, and much more. We hope that this collection can introduce more people to the full breadth of what technology and play can mean in the hands of diverse creators and audiences. If you've ever thought that video games couldn't be for you or about you—this book is for you. (Although we've priced the ebook affordably in hopes that most people can access to it, if you feel moved to throw in a couple extra bucks we certainly wouldn't object!)",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "book",
      "lgbt",
      "sapphic",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTEyMzE2LzUyMTI4OC5wbmc=/347x500/DJY3NH.png",
    "origin_url": "https://offworld.itch.io/offworld",
    "final_url": "https://offworld.itch.io/offworld"
  },
  {
    "title": "We Unmake Ourselves",
    "author": "Ela Maxima",
    "description": "An android detective is tasked with solving the disappearance of his predecessor and finds more than he bargained for.",
    "price": "$1.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "book",
      "cyberpunk",
      "detective",
      "noir",
      "short"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE0MDMzNjU4LmpwZw==/347x500/%2FrAKu2.jpg",
    "origin_url": "https://elajo.itch.io/we-unmake-ourselves",
    "final_url": "https://elajo.itch.io/we-unmake-ourselves"
  },
  {
    "title": "Sundered Moon - eBook + Audiobook",
    "author": "Fae'rynn",
    "description": "The galaxy is a dark and deadly place, run by vicious corporate empires. Only Central, a nation that rose three hundred years ago after violent insurrection, remains as a beacon of hope and equity to all who reside in their borders. Dia, a young mech pilot from Central, has infiltrated the upper echelons of the Fomorian Armory, an empire that prizes themselves on their exceptional pilots and otherworldly weapons. It's a dangerous game she must play—especially after becoming an unlikely ally with the imperial princess, a woman hellbent on gaining her own freedom. Fates will intertwine in this fast-action mecha romance! The audiobook of Sundered Moon was narrated by Talia Carver, check out its ko-fi: https://ko-fi.com/taliacarver . Please consider offering some support as Talia does this free for queer authors!",
    "price": "$4.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "romance",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "audiobook",
      "book",
      "lgbt",
      "lgbtqia",
      "mechs",
      "nsfw",
      "sapphic",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE1MTc1MzU5LnBuZw==/347x500/QLnK7R.png",
    "origin_url": "https://faerynnistired.itch.io/sundered-moon",
    "final_url": "https://faerynnistired.itch.io/sundered-moon"
  },
  {
    "title": "Warden (Novella)",
    "author": "Screwy Lightbulb",
    "description": "It's not often someone gets the drop on Alwyn Jove, Imperial Warden and powerful magic-wielder—but when he wakes up in a damp, dark cell with nothing but the lump on his head and a dashingly handsome rogue for company,  he knows that a sore head is the least of his troubles. * Dain Freemantle, Ranger of the Wilds and the most charming dagger-wielder this side of the Weyrich River, was not pleased at having been sent to liberate one of the King's Wardens from some dark gaol in the middle of nowhere—but being locked in a confined space with the mysterious Alwyn, all dark skin and rippling muscles and brooding eyes, was just the kind of adventure Dain needed. * Tasked by the king to work together and unravel a threat to the Kingdom, the unlikely pair must learn to get along, but can they overcome their differences and forgive each other their sins, and maybe find romance along the way? ----- Warden is a gentle, wholesome male-male romance that doesn't delve into too much sexual detail and is light on violence. *This is a novella-length book, at around 36,000 words.* Also available on Kindle, and Kobo ( https://www.kobo.com/za/en/ebook/warden-8 ), and is listed on Goodreads ( https://www.goodreads.com/book/show/59916652-warden ).",
    "price": "$2.95 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "romance"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "lgbt",
      "novel",
      "sapphic"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTMyNDc4Ny83NzAzOTU5LnBuZw==/347x500/FR0THJ.png",
    "origin_url": "https://screwylightbulb.itch.io/warden",
    "final_url": "https://screwylightbulb.itch.io/warden"
  },
  {
    "title": "All Orbits Decay Homeward",
    "author": "M Zakharuk",
    "description": "Before xe died, M-741 was human—but a starship’s systems won’t run themselves. Remade into a maintenance synthetic, xe is stripped of all but xir labour, to keep the rich in orbit while Earth festers. Or rather, that’s what should’ve happened. M-741 has an error in xir programming. A glitch of xir past, a call from someone xe once knew. To answer it is to risk being recycled. To ignore it is to forsake the only thing that remains of xem. All Orbits Decay Homeward is a science fiction short story (~30min read) about trans cyborg love in a dying world.",
    "price": "$1.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "anticapitalist",
      "book",
      "cyberpunk",
      "f-nb",
      "lgbt",
      "lgbtqia",
      "short",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE1OTU5NTAxLmpwZw==/347x500/M0xsKL.jpg",
    "origin_url": "https://mzakharuk.itch.io/all-orbits-decay-homeward",
    "final_url": "https://mzakharuk.itch.io/all-orbits-decay-homeward"
  },
  {
    "title": "Battletech Pride Anthology 2024",
    "author": "Battletech Pride Anthology",
    "description": ">> If you're looking for an LGBTQ BattleTech discord, check out QueerTech 🏳️‍🌈🏳️‍⚧️ << Pride Anthology 2025 is accepting short story submissions! Deadline is 1st of May, 2025. Read more here: https://docs.google.com/document/d/1nhOggJdTt19tN3hKjgtsN2ouf1uss-AVCf2FZ3s8HEQ/... Pride Anthology is a fanzine celebrating the diversity and inclusiveness of Battletech. It features thirteen short stories from LGBTQ folks for LGBTQ folks and people hoping to read more queer oriented stories set in the Battletech Universe. Story index: White Lies, Bloody Truths, Albert Ross Leap Of Faith, Ryn Mackie Solaris City Blues, Jason ‘Po Ding’ Livermore Hear Our Voice, Jordan Versus Pirate Burial, Milla Koponen The White Giant, Eric Haiko Be Gay, Do Crimes, Jamie Kaiju Marriage Better Together, Bryan Young We Hardly Knew Ye, Kyle ‘Blimp’ Kruso Sheltering Wing, Robin Briseño Think About The Future, Russell Zimmerman Flinch, Griffin D. H. V. Souza Corner Cases, Dana Harris Cover art by Eldon Cowgur Catnopus page art by Tera Bondsman Bullying page art by Jordan Versus Be Gay, and Get Rekt page arts by Samantha Richardson Opening words by George Ledoux and Trendane Sparks Afterword by Michael A. Stackpole This is the second Pride Anthology, released in Pride Month, 2024. You can find the first one here https://prideanthology.itch.io/ Enjoy! <3 Note: As is the case with Battletech Pride things, this has been mass reported as fraudulent by bigots. The warning message given by Itchio is incorrect, several people have checked and confirmed there are nothing wrong with the hosted files, only too much Pride for some people to handle <3 - Milla",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "achillean",
      "battletech",
      "book",
      "lgbt",
      "lgbtqia",
      "pride",
      "sapphic",
      "shortstory",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjc0MDY3My8xNjM1MTg5NS5qcGc=/347x500/9aOawp.jpg",
    "origin_url": "https://prideanthology.itch.io/2024",
    "final_url": "https://prideanthology.itch.io/2024"
  },
  {
    "title": "Unknown Number",
    "author": "Azure",
    "description": "2022 Hugo Nominee: Best Short Story Originally posted as a thread of images on Twitter, Unknown Number is an epistolary science fiction story about unexpected connection, the fear of changing, and the risk of staying the same. Unknown Number is \"intimate and moving\" ( CBC Books ) and \"beautifully queer and deeply relatable\" ( The Mary Sue ). This digital copy is offered for personal use and archiving on an internet that is constantly changing. Currently, you can still find it for free on Twitter/X and the author's Facebook page , with an official/sanctioned mirror at GenderDysphoria.FYI . Note for ePub edition: Due to how ePub reacts to a story made entirely of images, the ePub edition is finicky. If you experience an issue with seeing some duplicate images (e.g. the same image on different 'pages'), the best known fix is to reduce your font size for the book. If you continue to have issues, you may prefer to use the PDF version.",
    "price": "$1.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi"
    ],
    "other_tags": [
      "",
      "book",
      "gender",
      "lgbt",
      "lgbtqia",
      "sapphic",
      "short",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjIzOTE1NC8xMzI2MjUyNi5wbmc=/347x500/fTYxFB.png",
    "origin_url": "https://azurecanis.itch.io/unknown-number",
    "final_url": "https://azurecanis.itch.io/unknown-number"
  },
  {
    "title": "Can We Not Do This Right Now",
    "author": "Ela Maxima",
    "description": "A breakup takes an unexpected twist, despite everyone involved knowing exactly where this is going. But some things are just meant to be.",
    "price": "$1.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "romance",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "book",
      "lgbt",
      "lgbtqia",
      "sapphic",
      "short"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE0MTg1MTI0LmpwZWc=/347x500/UIYI%2BY.jpeg",
    "origin_url": "https://elajo.itch.io/can-we-not-do-this-right-now",
    "final_url": "https://elajo.itch.io/can-we-not-do-this-right-now"
  },
  {
    "title": "These Rainy Autumn Nights",
    "author": "Shadell",
    "description": "Again and again and again we repeat the motions; our lives shrink into an endless succession of  todays as unchanging as the sky. We need each other to love and to hate,  to have something alive in a world where nothing can die and no bonds  can form. If only we were brave enough to face the unceasing rains of a  world that cares not for girls like us, perhaps then something might  begin. These Rainy Autumn Nights is an approximately 17k word, psychological  horror, timeloop novelette about a group of trans lesbians in a girls'  boarding school. This story contains depictions of self-harm and abusive  relationships.",
    "price": "$2.50 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "book",
      "lgbt",
      "lgbtqia",
      "sapphic",
      "toxic-yuri",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE3OTQ3ODg5LnBuZw==/347x500/suFjmx.png",
    "origin_url": "https://shadell.itch.io/these-rainy-autumn-nights",
    "final_url": "https://shadell.itch.io/these-rainy-autumn-nights"
  },
  {
    "title": "A Quiet Universe",
    "author": "TinyLesbianRobot",
    "description": "CERHA will reach her charge, even if it means obliterating everything she is. CERHA is a fabricant, and her job is simple: keep Annalise Fletcher safe, a role she performs dutifully and without fail, as she was designed to. Neither she nor her charge expected that this routine assignment could lead to love, but when feelings begin to bloom, neither see fit to stand in their way, and the two find themselves leading a shared life where both must walk a tightrope, precariously balancing between duty, and what domestic bliss is woven into the spaces remaining. For a time, they are as close to happy as they can manage. Then Annalise vanishes away to the embattled starship 'Upon Silver Tides', leaving a cryptic warning in her wake, and CERHA finds herself frantically in pursuit, on an illegal mission to save her objective-turned-lover and bring her home alive. She isn't sure what she'll find. But what awaits is a web ensnaring both wayward lovers, far more tangled than either could possibly know, and lurking upon this forsaken vessel is a descent into insanity that will force CERHA to confront the bleak truth at the heart of her function. Shortlisted for the Transfeminine Review award for Best Transfeminine Debut of 2024, as well as receiving distinctions in Horror and Science Fiction that year. This is the first book in the Fleet and Fabricant trilogy. Find the second book here: https://tinylesbianrobot.itch.io/a-sea-of-silence Find the third book here: https://tinylesbianrobot.itch.io/a-mask-for-the-sun A Quiet Universe is a 100,000 word sci-fi/horror novel. Content Notices: Violence On-Page Gore Self-Mutilation Death of a Major Character(s) Suicide Relationship Abuse Gaslighting Themes of Reproductive Horror Non-consensual Medical Procedure(s) The audio version is narrated by Talia Carver.  It does this for queer creators at astonishingly low rates, so if you enjoy the audiobook and would like to donate to it, you can do so here: https://ko-fi.com/taliacarver Fabricant and Function is a lore appendix also included in the book proper - if you'd like a sampling of the setting's vibe, or already own a paperback that doesn't include the appendix, download it for free here!",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "audiobook",
      "book",
      "female protagonist",
      "lgbt",
      "lgbtqia",
      "no ai",
      "psychological horror",
      "sapphic",
      "sicko-lesbians",
      "surreal",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjY3Njg1MC8xNjUzMDEzOS5qcGc=/347x500/n9heC6.jpg",
    "origin_url": "https://tinylesbianrobot.itch.io/a-quiet-universe",
    "final_url": "https://tinylesbianrobot.itch.io/a-quiet-universe"
  },
  {
    "title": "Synthetic Sea - A Queer Cyberpunk Novel",
    "author": "Franklyn Newt",
    "description": "A glittering city of eternal twilight, a troubled cybernetic lounge singer, a grieving PI on the case... In the distant future of planet cracking, VR distraction, and corporate greed, private detective Ryoma LeBeau takes what seems to be a simple job on the opulent casino planetoid of Scylla. Captivated by a chance meeting with the cybernetic musician Guin, he finds himself drawn to the smoky anachronistic lounge bar where they perform. But it seems there's a lot more to both Guin and this case and Ryoma can't help but pull at the threads of mystery leading him to the depths of conspiracy and memory. Synthetic Sea is a cyberpunk noir entwined with T4T queer romance, great for fans of Neuromancer, Ghost in the Shell, and Philip D Dick novels. Content Warning: This novel covers themes of close family loss, dehumanisation, and the trauma of sexual assault, so do take care if these things are particularly upsetting to you.",
    "price": "$2.99 USD",
    "triggers": [
      "This novel covers themes of close family loss",
      "dehumanisation",
      "and the trauma of sexual assault",
      "so do take care if these things are particularly upsetting to you.",
      "This novel covers themes of close family loss",
      "dehumanisation",
      "and the trauma of sexual assault",
      "so do take care if these things are particularly upsetting to you."
    ],
    "trigger_tags": [
      "assault",
      "care",
      "close",
      "covers",
      "dehumanisation",
      "family",
      "loss",
      "novel",
      "particularly",
      "sexual",
      "take",
      "themes",
      "these",
      "things",
      "trauma",
      "upsetting"
    ],
    "genre_tags": [
      "romance",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "book",
      "cyberpunk",
      "cyborgs",
      "detective",
      "lgbt",
      "lgbtqia",
      "mystery",
      "noir",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjUwNjUzNi8xNjM1MDI5MC5wbmc=/347x500/f26LKm.png",
    "origin_url": "https://franklynnewt.itch.io/synthetic-sea",
    "final_url": "https://franklynnewt.itch.io/synthetic-sea"
  },
  {
    "title": "To Wield The Darkest Night",
    "author": "Beau Van Dalen",
    "description": "Every night, I see that man—that lovely stranger—in my dreams. So strong, mysterious, gentle… but a stranger all the same. Until one day he shows up at my doorstep, and promises me adventure… As a closeted trans man and apothecary to a small town, Sol is numbed by his uneventful life. Stifled by his past trauma and his neighbors' present expectations, he only finds comfort in his sleep, where he is haunted by visions of a mysterious lover: a man too perfect to be real, yet too vivid to be a dream… At first, Sol makes nothing of these strange nighttime apparitions—until the lover from his visions, Yohan, walks into his potion shop years later asking for him personally. Tall, darkly mysterious and handsome, Yohan is a knight cursed by forbidden magic whose King has fallen ill. And Sol just happens to be one of the rare people able to craft a cure. Now, Sol finds himself with the perfect excuse to leave his small town behind, and just the perfect man to do it with. A sensual tale of self-discovery and healing, following a trans man MC and his gay lover in a darkly supernatural yet cozy romantasy world. 18+ FOR MATURE AUDIENCES ONLY.",
    "price": "$6.50 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "romance",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "book",
      "boys' love",
      "erotic",
      "knights",
      "lgbt",
      "lgbtqia",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE4MzY3NjYyLnBuZw==/347x500/4Y0dg6.png",
    "origin_url": "https://beauvdalen.itch.io/to-wield-the-darkest-night",
    "final_url": "https://beauvdalen.itch.io/to-wield-the-darkest-night"
  },
  {
    "title": "A Summoning",
    "author": "canmom",
    "description": "On the second-worst day of your apprenticeship, your Master bound demons into your shoulders, and lanced the boils which erupted as they grew inside you. On the worst day, he found you wearing a dress, and took some measures. An enchanting day at the theatre, and its consequences. spicy content: body horror & gore; patting about the loins; animals are not spared the first of some short stories I'm releasing on here. 7800 words of medievalist tranny eroguro. first written in 2020, revised in 2022. cover by me. big thanks to silver and cali for editing n formatting advice, and encouragement!",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "dark fantasy",
      "horror"
    ],
    "other_tags": [
      "",
      "book",
      "demon",
      "demonology",
      "ero-guro",
      "lgbt",
      "medieval",
      "trans",
      "wizards"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE5MjUwODk5LnBuZw==/347x500/O38z46.png",
    "origin_url": "https://canmom.itch.io/a-summoning",
    "final_url": "https://canmom.itch.io/a-summoning"
  },
  {
    "title": "Heir to the Autumn Court",
    "author": "elle porter",
    "description": "HEIR TO THE AUTUMN COURT features five high heat tales, centered around Princeling Fenyr as they gather both allies and lovers in preparation of their upcoming coronation. Stories within this collection: The Princeling and the Bull The Princeling and the Guardian The Princeling and the Revel The Princeling and the Suitor The Princeling and the Circle Content Notes: m/m fantasy erotica, nonbinary MC, transmasc MCs, fae, monsterfucking, polyamory/polycule, D/s elements, alcohol, rope bondage, facefucking, strap on sex Cover illustration by Yune Typography by Wolfsparrow Covers",
    "price": "$2.00 USD",
    "triggers": [
      "m/m fantasy erotica",
      "nonbinary MC",
      "transmasc MCs",
      "fae",
      "monsterfucking",
      "polyamory/polycule",
      "D/s elements",
      "alcohol",
      "rope bondage",
      "facefucking",
      "strap on sex"
    ],
    "trigger_tags": [
      "alcohol",
      "bondage",
      "elements",
      "erotica",
      "facefucking",
      "fae",
      "fantasy",
      "mcs",
      "monsterfucking",
      "nonbinary",
      "polyamory",
      "polycule",
      "rope",
      "sex",
      "strap",
      "transmasc"
    ],
    "genre_tags": [
      "fantasy"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "erotica",
      "lgbt",
      "lgbtqia",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjM5MTIxNC8xODMzMjU4MC5qcGc=/347x500/x3R1A%2F.jpg",
    "origin_url": "https://porterotica.itch.io/httac",
    "final_url": "https://porterotica.itch.io/httac"
  },
  {
    "title": "Bodysnatched (18+)",
    "author": "Mortality Plays",
    "description": "A monstrous halloween ball descends into sexy hijinks when a stitched-together party girl loses track of where she left a very important part of her anatomy. Dolly is determined to wow the party VIPs and earn herself a spot in their inner circle, even if that means fucking her way to the top.  But to pull that off, she'll have to figure out two things: who snatched her favourite accessory, and what's a girl gotta do to get it back? 7k+ words in EPUB and PDF format, with a cover by the graveyard smash Taylor Titmouse . Content: Various genderqueer characters Modular anatomy / anatomy swapping Lots of monsterfucking Simulated lactation Size difference Transactional sex",
    "price": "$3.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "",
      "adult",
      "book",
      "erotic",
      "halloween",
      "lgbt",
      "lgbtqia",
      "monster girls",
      "monsters",
      "sapphic",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMzA2NjUxNS8xODM0MDEyOC5wbmc=/347x500/mQNLLW.png",
    "origin_url": "https://mortalityplays.itch.io/bodysnatched",
    "final_url": "https://mortalityplays.itch.io/bodysnatched"
  },
  {
    "title": "Hymn of Memory",
    "author": "Ronove",
    "description": "🌻🌻🌻 A road trip to rediscover memories lost to the dead. When Morgan's divine duties erase his memories until he can hardly remember anything beyond his name, he dreams of one thing: escape. And he finally gets his chance when the very familiar Fin falls into his life and whisks him away from everything he knows. Escape quickly  turns into a road trip with Fin to replace the memories he's lost, but  Morgan has to confront what it means if he never returns. Without him to  send souls, they die completely, leaving a void in the world where  nothing will live or grow. Returning, however, means he will lose  himself. And so, Morgan must decide if never returning and  living his life as himself—not the Divine—is worth more than the souls  he's leaving behind. Content Note : suicide mention, suicide ideation, & themes of death and grieving 🌻🌻🌻 Hymn of Memory is a contemporary fantasy novel featuring: M/M romance soft, cinnamon roll MC protective & supportive LI end of summer road trip cozy vibes dead & memories 🌻🌻🌻 If interested in a physical copy, please consider the links here ! If you have any issues with the files, please e-mail me at: earlronove@gmail.com. More by S. Jean <a href=\" Born of Scourge by Ronove The Devil in the Woods by Ronove",
    "price": "$3.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "romance"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "cozy",
      "lgbt",
      "lgbtqia",
      "magical realism",
      "narrative",
      "novel",
      "roadtrip",
      "speculative-fiction",
      "young-adult"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjA0OTg1OC8xMjA1NTY1NS5qcGc=/347x500/fjDBtI.jpg",
    "origin_url": "https://earlronove.itch.io/hymn-of-memory",
    "final_url": "https://earlronove.itch.io/hymn-of-memory"
  },
  {
    "title": "Valerin the Fair",
    "author": "Rien Gray",
    "description": "Follow a fellowship of sapphic knights as they’re seduced by witches, queens, goddesses—and each other—in a dark, lush fantasy inspired by Arthurian legend. Under the reign of King Theomacha the Exalted, the Land of Maidens flourishes. Her knights protect and explore the realm, seeking artifacts lost to time and fending off wicked, cunning magics. Born in the isolated Brocéliande Forest, Valerin is raised as a warrior by druids of great power. Her unusual strength and invulnerability is said to be the blessing of a goddess, but when Sebille, a sorceress empowered by fire and rot, arrives to challenge her claim, Valerin must come to terms with her true nature — or fall to the seduction of the woman she's destined to kill. Valerin the Fair is a 15,000 word high heat F/F fantasy romance novella featuring: a genderfluid butch protagonist an older high femme sorceress highly intimate duels and notions of chivalry consensual / body-affirming transformation A 3000 word preview of the sequel Martis the Brazen is also included in this edition. Have any issues with the files? Please email me at riengrayiswriting@gmail.com. If you do not have a credit card and are interested in purchasing this book, please leave 1 Ko-Fi at the link here with a private comment that includes the desired title along with your email address and I will send you the files directly: https://ko-fi.com/A5886IJ",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "dark fantasy",
      "fantasy",
      "romance",
      "sci-fi",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "knights",
      "lgbt",
      "lgbtqia",
      "sapphic",
      "trans",
      "witch"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTc5MDU2My8xMDUyMjMxNS5qcGc=/347x500/nYH21R.jpg",
    "origin_url": "https://riengray.itch.io/valerin-the-fair",
    "final_url": "https://riengray.itch.io/valerin-the-fair"
  },
  {
    "title": "They of the West",
    "author": "danifinn",
    "description": "Dralen never could leave well enough alone. He knows better than to go near the canyons. That’s where the Logans live, wild men of the hills said to devour lone travelers in frenzied midnight feasts. But the mysterious cloaked figure he saw down by the canyons had to be there for a reason. And he can’t get his Urpa’s poem out of his head: something about “They of the West” and “Treasures buried in memory’s mine.” Folks used to mine for topaz in the canyons, and other stones too. Magical ones, some said. But the Logans and the cave-in put an end to all that. Dralen knows he’ll get in trouble if he goes after the cloaked figure, and he’s doubly sure he doesn’t care. Maybe They know something everyone else has forgotten in this little nothing town. Dralen is called to follow Them, but the closer he gets to unraveling the mystery, the more it seems his own journey is just beginning… They of the West is a fantasy novella set in a brand-new world, a coming-of-age story about friendship, family, and self-discovery. It is the first book in The Scrublands, a planned trio of novellas. It is appropriate for older young adult and adult audiences; content warnings include hunting/butchery, smoking, drinking, cursing, and brief references to sexual topics.",
    "price": "$2.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy"
    ],
    "other_tags": [
      "",
      "book",
      "lgbt",
      "lgbtqia",
      "sapphic",
      "trans",
      "western"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE4MzQ3NjA3LnBuZw==/347x500/Y%2Fs1cp.png",
    "origin_url": "https://danifinn.itch.io/they-of-the-west",
    "final_url": "https://danifinn.itch.io/they-of-the-west"
  },
  {
    "title": "Busy Doing Nothing",
    "author": "Rek & Devine",
    "description": "We are artist and sailors, and have been living, and working from our sailboat since 2016. In 2020, we completed our circumnavigation of the Pacific ocean. The last passage from Japan (Shimoda) to Canada (Victoria) took 51 days , and it was the hardest thing we've ever done. We decided to keep a physical logbook of daily happenings onboard. Upon our arrival, we transcribed the handwritten pages, so we could publish them online. Weeks later, we decided to expand on it, to release it as a digital book. We revised most of the text, expanded on specific logs, and added: 51 new drawings 16 new sections Seasickness, Kuroshio, Sailing at night, Heaving-to, Squalls, Food, Self-steering, Food storage, Water, Birds and nature, Computers, The burden of electronics, Thrift and care, Catching rain, Coping with stress, Foul-weather gear and Pino's Japanese pantry. 19 recipes Busy Doing Nothing is 218 pages long, written in English, and formatted for e-readers. The first version is still available to read online , but doesn't include the newer content and revised text. Buying this book is a way to support us, we put a lot of work into it, and we hope you like it! We also released this book as a paperback (print on demand). Rek & Devine",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "adventure",
      "book",
      "lgbt",
      "sailing",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvOTIwNjc4LzUyMjIyODMuanBn/347x500/gw1VCt.jpg",
    "origin_url": "https://hundredrabbits.itch.io/busy-doing-nothing",
    "final_url": "https://hundredrabbits.itch.io/busy-doing-nothing"
  },
  {
    "title": "As the Shore to the Tides, So Blood Calls to Blood",
    "author": "KYR_1066",
    "description": null,
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "dark fantasy",
      "horror"
    ],
    "other_tags": [
      "",
      "book",
      "short-fiction"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzExNDczOTQ2LmpwZw==/347x500/V7J4%2B2.jpg",
    "origin_url": "https://kyr-1066.itch.io/as-the-shore-to-the-tides-so-blood-calls-to-blood",
    "final_url": "https://kyr-1066.itch.io/as-the-shore-to-the-tides-so-blood-calls-to-blood"
  },
  {
    "title": "AIRY NOTHING",
    "author": "tRaum Books",
    "description": "\"An original and captivating story that highlights the power of love and art. [...] a delightfully unusual novel that swings from the tender to the gruesome and back.\" Kirkus A 2021 HFC Silver Medalist for Best Historical Fantasy When you’ve always been told you’re wrong, finding a place that accepts you can be the most magical thing in the world. John has always seen things others could not see. He runs away to fabled London to find his fortune, but all he finds are grimy streets, rife with hangings and disease. Black Jack is a fast-talking pickpocket ready to show John a new life in the big city. When John first sees Shakespeare’s wondrous Globe theatre, he becomes convinced that this is where he truly belongs. But can Black Jack resist the urge to make some easy coin off of his new, naïve friend? And can John step up to the stage before the beast of the city swallows them both? AIRY NOTHING is a magical period tale of two boys finding friendship, love, and acceptance in seething Elizabethan London . Click here to review this book on Goodreads. Shakespeare // beautiful nightmare // romantic-friendship // adventure",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "historical",
      "romance"
    ],
    "other_tags": [
      "",
      "adventure",
      "book",
      "elizabethan",
      "genderfluid",
      "lgbt",
      "magical realism",
      "sapphic",
      "shakespeare",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzgzMDc4MDEucG5n/347x500/rdMq9b.png",
    "origin_url": "https://traumbooks.itch.io/airy-nothing",
    "final_url": "https://traumbooks.itch.io/airy-nothing"
  },
  {
    "title": "The Prince's Dreamy Gods",
    "author": "Beau Van Dalen",
    "description": "I wish to be myself … And to be with you … Together with him, too … After spending a passionate night with his two strong loving guards, Prince Hal wakes up in Arkaus: a legendary utopian land shown to heroes in their dreams whenever they are on the cusp of facing their harshest trials in life. Although Prince Hal cannot wrap his head around why he’s been transported to Arkaus out of all places, a God watching over Arkaus appears before Prince Hal and gives him the chance to make one single wish during his stay. Prince Hal seizes this opportunity to spend an even more interesting night with his guards… a night where the Prince can finally indulge in a body he wants to call home. A surrealistic erotic tale featuring a trans Prince and his two dreamy guards, set during the events of Book 1 in the PRINCE'S DEAREST GUARDS series by Beau Van Dalen. 18+ FOR MATURE AUDIENCES ONLY. ✨OTHER BOOKS IN THIS SERIES✨ The Prince's Dearest Guards The Prince's Loving Guards",
    "price": "$2.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "romance"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "book",
      "boys' love",
      "erotic",
      "lgbt",
      "lgbtqia",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjQ0MjI2Mi8xNDQ2NjU3MC5qcGc=/347x500/sIbgkn.jpg",
    "origin_url": "https://beauvdalen.itch.io/the-princes-dreamy-gods",
    "final_url": "https://beauvdalen.itch.io/the-princes-dreamy-gods"
  },
  {
    "title": "Revenge Arc by Cat Voleur",
    "author": "Archive of the Odd",
    "description": "Deep web and toxic fandom collide in Cat Voleur’s novella REVENGE ARC. When controversial comic creator Riley Langdon is faced with an unimaginable crime committed in her name, she retreats from the spotlight she spent years seeking. But as media, fandom, and obsession churn, Riley’s story takes on a life of its own. Revenge Arc is 164 trade paperback pages, or roughly 30,000 words.",
    "price": "$2.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "ebook",
      "found-fiction",
      "found-footage",
      "lgbt",
      "psychological horror"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzExNzkyMzU0LmpwZWc=/347x500/IvBiyr.jpeg",
    "origin_url": "https://archive-of-the-odd.itch.io/revenge-arc",
    "final_url": "https://archive-of-the-odd.itch.io/revenge-arc"
  },
  {
    "title": "Grievous Grimoire",
    "author": "imaginaryturtles",
    "description": "",
    "price": "$22.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy"
    ],
    "other_tags": [
      "",
      "book",
      "imaginary-turtles",
      "indie",
      "open00",
      "role playing",
      "vsdm"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTQxMjY1OS8xNzY4ODU3MC5wbmc=/347x500/FQOPe%2B.png",
    "origin_url": "https://imaginaryturtles.itch.io/grievous-grimoire",
    "final_url": "https://imaginaryturtles.itch.io/grievous-grimoire"
  },
  {
    "title": "Bewildered",
    "author": "Sword & Kettle Press",
    "description": "Are you ready to wander into the woods? Bewildered is Jessie Ulmer’s collection of Hansel & Gretel reimaginings. These prose and poetry pieces explore the different ways in which people experience, remember, and process trauma, and the different ways fairy tales themselves are retold and recycled. Starting with two erasures of Maria Tatar’s early translation of Hansel & Gretel, Ulmer illustrates how Hansel and Gretel interact with the witch, the woods, and each other. Bewildered is a little sad, a little funny, a little queer, a little gross, and (hopefully) a little magical. Featuring a beautiful cover designed by Theo Young, this book contains 36 different pieces in a mix of prose and poetry that explore Hansel and Gretel's journeys into and out of the woods. Content Notes: blood & gore, body horror, cannibalism, child abandonment. Meet the Creators Jessie Ulmer (Author) is a queer writer and editor, an identical twin, and a swan by birth. She uses aspects of speculative fiction to explore themes of ability, physical and mental illness, gender, sexuality, and the intersections of identity within her work. She loves ghosts, impossible forests, the carnivorous sea, and believes in magic. She delights in editing for Sword & Kettle Press and her work has been featured in Gordon Square Review , Gingerbread House , Syntax & Salt , Corvid Queen , 3Elements Review , Yellow Chair Review , Sweet Tree Review , Dose of Dread , Rune Bear , Pins & Needles: A Journal of Contemporary Fairy Tales , Translunar Travelers Lounge , and Washington’s Best Emerging Poets Anthology. In 2020, her work was nominated for a Best of the Net Award. Theo Young (Artist, they/them) is a genderqueer artist living and working on Algonquin Anishinaabe land (Ottawa, ON). They are often inspired by folklore, horror, and nature. Recently, Theo has been reconnecting with their Slavic heritage and using their art as a means to do that. Payment Philosophy We use sliding-scale pricing for our e-books to increase accessibility. Please feel free to pay whatever amount feels right for you and your financial situation. And thank you—we're so glad you're interested in reading our books!",
    "price": "$6.00 USD",
    "triggers": [
      "blood & gore",
      "body horror",
      "cannibalism",
      "child abandonment."
    ],
    "trigger_tags": [
      "abandonment",
      "blood",
      "body",
      "cannibalism",
      "child",
      "gore",
      "horror"
    ],
    "genre_tags": [
      "fantasy",
      "horror"
    ],
    "other_tags": [
      "",
      "book",
      "fairy tale",
      "lgbt",
      "lgbtqia",
      "sapphic",
      "trans",
      "witch"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTUxOTQxNC84ODYxNjQzLnBuZw==/347x500/SLgbfP.png",
    "origin_url": "https://swordandkettle.itch.io/bewildered",
    "final_url": "https://swordandkettle.itch.io/bewildered"
  },
  {
    "title": "The Daughter She Wanted",
    "author": "Felix Graves",
    "description": "identity horror | stream of consciousness | toxic family | nightmares A scream tears through my throat. Sweat drenches my sheets. The same nightmare as always. I sit in a car; she’s in the driver’s seat. She takes her eyes off the road for a second. One second. We are hit, we spin, we flip, we crash into an embankment. Snow falls through the broken window. Blood soaks my clothes—her blood, not mine. I can’t breathe, I can’t breathe. When I turn to look at her, two gaping sockets stare back at me, and I can’t breathe to scream. She appears in my doorway, clutching her tattered robe around her curvy frame and pursing her lips. She asks me what’s wrong; I wipe my brow and give her a smile. Nothing. I’m fine. She gives me that look that says I’m a disappointment, no matter how many times she says she wants a daughter like me, and suggests sleeping pills. She knows I can’t stand medication, not after… I can’t—won’t—take sleeping pills. I tell her not to worry, to just go back to bed. She leaves without another word and I lie in bed, staring at the whorls in the ceiling, trying not to see the crimson stain on her chest from where the steering wheel crushed her. ~ The Daughter She Wanted is a deep dive into the frail and unraveling thought stream of a high school girl living with her manipulative foster mother, navigating the world through the dissociative lenses of her chronic depression, undiagnosed autism, and cptsd. This story is a 4.1k word speculative horror short and contains scenes and topics that may cause distress for certain readers. Please check here for a non-exhaustive list of content warnings. Praise for The Daughter She Wanted: \"In less than 5,000 words this speculative horror gutted me. I was unprepared for a few sentences about cutting chicken to make me openly sob, and I gasped in horror, in pain, every time the main character weaponized her mother's horrible words against her. This never let me breathe properly, keeping me on my toes with every single sentence. Graves crafted a horror I will not get over anytime soon. Who would?\" - Charlie Knight, Author of Tempest, Take Me Home \"This was a chilling and haunting read from start to finish. The Daughter She Wanted absolutely gutted me. I was screaming at the characters the whole way through and was left speechless by the end.\" - Lilly Lockwood, Reviewer (full review here )",
    "price": "$1.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "adult",
      "book",
      "first-person",
      "identity",
      "indie",
      "knights",
      "lgbt",
      "mental health",
      "no ai",
      "psychological horror",
      "sapphic",
      "short",
      "trauma"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMzE5OTc4OC8xOTIzMzQzNi5wbmc=/347x500/LnNpbS.png",
    "origin_url": "https://authfelixgraves.itch.io/the-daughter-she-wanted",
    "final_url": "https://authfelixgraves.itch.io/the-daughter-she-wanted"
  },
  {
    "title": "In The Garden Of Echo",
    "author": "H.S. Wolfe",
    "description": "Erotica Horror || Plant and Bug anatomy || T4T || Dubcon || Selfcest || Wound Fucking Echo and Ender have existed nearly as long as the earth itself. They’re hungry, in love, and indestructible. For  centuries they’ve wandered across continents feeding from their  favorite food source - humans. But the mess they’ve left in their wake  has consequences and their prey may discover Echo and Ender are not what  they seem. After being forced to curb their feeding and go into  hiding, a tragic incident leads the pair to learn about what they are,  and the power they are truly capable of. In  The Garden Of Echo is a T4T erotic botanical horror about two  codependent monster of unknown origins born to torture the human race  for their sins against the earth. Full TWs are listed in the book and  can be found in the author's carrd. Praise for In The Garden Of Echo \" In the Garden of Echo is a brilliant combination of biblical lore and eco-horror. It’s perfect for readers who enjoy body horror made beautiful, and fans of Annihilation . Wolfe has done something fresh and new with the genre, and I’ll be picking up whatever they write next without even reading the description.\" - Mars Adler Author of First Creation “H.S. Wolfe’s IN THE GARDEN OF ECHO is a queer, grossly sexy, and compelling fever dream. Alongside the gender-defying botanical body horror, the main relationship between Ender and Echo is dark and captivating.” - Morgan Dante Author of Providence Girls \"This fucks so severely and grotestquely\" - Ladz Author of Lady Of The Laid",
    "price": "$3.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "erotic",
      "indie",
      "lgbt",
      "lgbtqia",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjI5NTY0Ny8xMzYwMzQ0MC5qcGc=/347x500/mY9T3v.jpg",
    "origin_url": "https://wolfehorror.itch.io/itgoe",
    "final_url": "https://wolfehorror.itch.io/itgoe"
  },
  {
    "title": "Lover, Thy Name Is Pestilence",
    "author": "A.L. Davidson",
    "description": "In a world filled with famine and war, all is fair in love and gore. Dakota and Ed Hollander have lived quiet, isolated lives deep in the Smoky Mountains for nearly a decade without much trouble — despite the pious locals who scrutinize their way of life. Everything changes overnight when a brutal civil war decimates the United States, leaving behind a wasteland of decay and ruin in its wake... Now, in a world recovering from famine and war, Dakota and Ed fight to prepare themselves for the harsh winter that will soon arrive on their doorstep. But Dakota’s sense of safety is rattled when lost travelers come knocking, and everything Ed told them about the world post-disaster is scrutinized as the secrets hidden in the cellar desperately claw their way to the surface. The carnage of Ed’s devotion is strewn across the snow in blood red streaks, and Dakota finds themself making drastic choices that threaten to strip away their humanity like flesh off a carcass. At the end of the world, love is written with the blade of an axe, and the most haunting plague of all may just be man’s own hubris. 🪓 Proofreading by Melissa Smith Cover art by Chris Shehan Interior art by Airic Fenn ISBN - 979-8-9890014-5-3 (Print) Book is intended for mature audiences CWs: Strong language, lengthy scenes featuring gore and violence (including dismemberment, explicit cannibalism, and gun-based violence), lengthy scenes and conversations of a consensual sexual nature, conversations about mental health including PTSD and anxiety, strong horror elements, death of a pet and brief animal abuse by a minor character, one brief scene of an attempted violent assault, brief conversations with themes of transphobia and homophobia (revenge is swiftly given) - including deadnaming and misgendering of an MC - and political/government-based drama that reflects current real world issues that may be distressing to some readers.",
    "price": "$4.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "romance",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "adult",
      "book",
      "lgbt",
      "lgbtqia",
      "psychological horror",
      "sapphic",
      "short",
      "survival horror",
      "trans",
      "zombie"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE4NjAwOTgwLnBuZw==/347x500/VoIAMd.png",
    "origin_url": "https://maybemockingbird.itch.io/lover-thy-name-is-pestilence",
    "final_url": "https://maybemockingbird.itch.io/lover-thy-name-is-pestilence"
  },
  {
    "title": "The Unbreakable Bond",
    "author": "Lou Stardust",
    "description": "This is book one of The Grand Adventures of Fawn. Fawn is an outcast Forest Nymph under the spell of an evil Dark Elf. She meets two people who will change her life forever and take her on amazing adventures.",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "romance"
    ],
    "other_tags": [
      "",
      "book",
      "dragons",
      "indie",
      "lgbtqia"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE5Mzg4MTcwLnBuZw==/347x500/4aTbSr.png",
    "origin_url": "https://loustardust.itch.io/the-unbreakable-bond",
    "final_url": "https://loustardust.itch.io/the-unbreakable-bond"
  },
  {
    "title": "The LIMINARC",
    "author": "Borough Bound",
    "description": "When the Limitless Interdimensional Messengers Instantiated Near and Afar need to deliver a letter or package, they typically just teleport to the destination. However, sometimes that’s not an option. When LIMINA must travel linearly, they take the their Relativistic Caravan: the LIMINARC. The LIMINARC is a system-agnostic fleet of airships for use in tabletop RPGs developed by Borough Bound , creators of fully realized TTRPG cities. Our guide to this bizarre caravan of postal airships will help you introduce the dimension-spanning LIMINA faction into your zanier campaigns. Our 100+ page guide includes: An overview of LIMINA and their fleet Detailed descriptions and illustrations of 16 airships A room-by-room breakdown of the fleet's massive flagship NPCs, magic devices, plot hooks, and rollable tables Tips on how best to incorporate LIMINA and their rival faction into your campaigns This is our most daring guide to date, mashing up genres and visual styles while teasing broader mysteries throughout the extend Borough Bound lore. Nevertheless, this guide is also entirely self-contained and provides everything you need to bring interdimensional postal agents into your campaigns. Of course, this guide is only part of the story! We've also created dozens of airship assets and tileable backgrounds , with each airship coming with fully explorable interiors. We've also released an album's worth of music tracks to accompany the setting, much of which is only available at our Patreon. If you want all of the goodies (ship assets and backgrounds, variant music tracks, VTT tokens, VTT integration, and more!) you can head to our Patreon .",
    "price": "$6.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "airship",
      "book",
      "dungeons & dragons",
      "role playing",
      "setting-guide",
      "tabletop",
      "tabletop-roleplaying-game"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMzE2ODQxMi8xODkyMDg5Mi5qcGc=/347x500/vzGZ9M.jpg",
    "origin_url": "https://borough-bound.itch.io/liminarc",
    "final_url": "https://borough-bound.itch.io/liminarc"
  },
  {
    "title": "The Nightstalker's Mark",
    "author": "Joachim Heijndermans",
    "description": "Adrianne works at a small hospital. It’s a decent job that accommodates her blindness, her co-worker Petra is a good friend…and it allows her access to the facility’s blood bank. What better method for getting food for Carm, her lover and bloodthirsty creature of the night? Once fed with fresh blood, the Nightstalker plunges Adrianne into wicked throes of passion. But when Adrianne fails, Carm’s fury and bloodlust takes over, leaving Adrianne with no other choice but to offer her own blood to keep Carm fed. She keeps telling herself it is okay. That this is good, as Carm loves her. Sadly, it’s getting harder for Adrianne to steal blood. And her co-worker Petra is beginning to ask questions.",
    "price": "$5.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "achillean",
      "book",
      "lgbt",
      "sapphic"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMzA3MjgwNC8xOTA1OTczMC5qcGc=/347x500/JpWN7b.jpg",
    "origin_url": "https://jheijndermans.itch.io/the-nightstalkers-mark",
    "final_url": "https://jheijndermans.itch.io/the-nightstalkers-mark"
  },
  {
    "title": "That Night I Got Dragged Home By A Werewolf",
    "author": "AutumnWolff",
    "description": "A spicy transbian werewolf romance about fated mates and the cost of magic. Lilith Chambers is just trying to make it through each day. Being a trans girl in a small town comes with challenges. Her roommate can be a jerk sometimes. And working as a rural librarian doesn't pay all that well. But everything changes when she attends the Wylde Night festival and meets a mysterious woman named Mars. The two immediately hit it off, dancing together. And before she knows it, Lilith is going home with Mars. But hold on. . . are her eyes glowing? And wow! Mars sure is strong. There's an instant, powerful connection between the pair. Almost something. . . magical. It isn't long before Lilith realizes she's dating a werewolf. And while she's strangely okay with her new overly-protective girlfriend, Lilith has no idea what monsters and madness she'll meet just by being a werewolf's mate.",
    "price": "$4.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "romance"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "erotic",
      "lgbt",
      "lgbtqia",
      "romance-books",
      "sapphic",
      "shifter",
      "trans",
      "werewolf"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMzIwODIxNS8xOTE1ODA2OS5qcGc=/347x500/zv4iIN.jpg",
    "origin_url": "https://autumnwolff.itch.io/werewolf",
    "final_url": "https://autumnwolff.itch.io/werewolf"
  },
  {
    "title": "A Match in a Barrel of Oil",
    "author": "haridraws",
    "description": "(The characters in this story are an alternate-universe versions of characters from my webcomic Finding Home.) An illustrated adult romance loosely set in the regency era, written for patreon in 2020. The story is novella-length (about 20k words) with 10+ pages of sketches and illustrations. After a secret relationship causes Janek to be unceremonially dismissed from his previous appointment, he thinks he might never find a decent job again. So when a very unconventional gentleman offers him a position, he accepts eagerly. He quickly finds himself entangled in an estate rapidly running out of money, and worse, growing agonisingly fond of the person he’s supposed to be working for. ✧ This comic is for 18+ readers. By buying this product, you verify that you are of legal age to view adult content in your region. ✧ Mild warnings for alcohol and background/ period-typical homophobia (nothing direct).",
    "price": "$10.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "romance"
    ],
    "other_tags": [
      "",
      "book",
      "erotic",
      "lgbt",
      "lgbtqia",
      "sapphic"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvNjkxMjUyLzM4MTEzMTEuanBn/347x500/XqIV74.jpg",
    "origin_url": "https://haridraws.itch.io/a-match-in-a-barrel-of-oil",
    "final_url": "https://haridraws.itch.io/a-match-in-a-barrel-of-oil"
  },
  {
    "title": "Return the Rose",
    "author": "Joachim Heijndermans",
    "description": "Once, she was a prisoner and slave to the beastly creature’s lust. But when lust turned to love, the monster’s curse was lifted and he became king once more, making the beauty a queen. Their lives returned to normal, they live in peace… …but the spark is gone. All the queen wants now is the return of her beast. To have her desires fulfilled, she must enter a bargain that could grant her wish…or doom her love forever. From author Joachim Heijndermans comes the first instalment of Beautiful Beasts, a series of erotic fantasy, horror and science fiction novellas.",
    "price": "$5.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "horror",
      "romance",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "adult",
      "book",
      "erotic",
      "fairy tale",
      "monsters"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjgyNDY2Ni8xNjg3NTIxMy5wbmc=/347x500/sECVsF.png",
    "origin_url": "https://jheijndermans.itch.io/return-the-rose",
    "final_url": "https://jheijndermans.itch.io/return-the-rose"
  },
  {
    "title": "Rusalka (18+) F/F",
    "author": "Bam Stroker",
    "description": "Sasha dreams of the woman in the lake, and in a moment of desperation runs to the water to find either the truth or her grave... Ever since she was a child, Sasha dreamed of the supposed monster of the lake. The night before her arranged marriage, she runs to the water hoping for escape. What she finds instead is the truth and a new reason to live. Time after time, folk stories centered around women in lakes end in misery, the same goes for many stories centered around lesbians. This is a love letter to those stories, that maybe just once - they might end with a happily ever after instead. An erotic sapphic retelling of the Rusalka myth. Mixing fantasy, history, and some Grade-A gill kissing together. 9k words. Available as a PDF or EPUB download. ❁ F/F erotic romance (18+) ❁  Intended for adult audiences ❁ Kinks: Monster fucking (frog lady), dry humping, tickling, nipple play, erotic gill kissing, oral sex/cunnilingus, tongue fucked by frog lady, claws/marks left behind, outdoor sex Content Warnings: Suicidal ideation, with plans of drowning. Themes of suicide/death by drowning in folklore Water and fear of drowning Arranged marriage, vaguely historical setting with internalized homophobia Brief mention of body dysmorphia for a plus size character",
    "price": null,
    "triggers": [
      "Suicidal ideation",
      "with plans of drowning. Themes of suicide/death by drowning in folklore"
    ],
    "trigger_tags": [
      "death",
      "drowning",
      "folklore",
      "ideation",
      "plans",
      "suicidal",
      "suicide",
      "themes"
    ],
    "genre_tags": [
      "fantasy",
      "historical",
      "romance"
    ],
    "other_tags": [
      "",
      "adult",
      "book",
      "erotica",
      "lgbt",
      "lgbtqia",
      "monsters",
      "sapphic"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjQ0NDcxOS8xNDQ4MzUwMi5wbmc=/347x500/JUPPL4.png",
    "origin_url": "https://bamstroker.itch.io/rusalka",
    "final_url": "https://bamstroker.itch.io/rusalka"
  },
  {
    "title": "Sloppy Seconds: Fast and Loose",
    "author": "sabrina_tvband",
    "description": "Sloppy Seconds is a collection of erotic stories that all involve forced feminization in some capacity. Content warnings listed in screenshots. Loren Lunarian [3754 words] A nerd guy who works at the comic shop decides to try on some clothes at a nearby lingerie store, an action that does not go unnoticed. Crown of the Inner Demoness [4049 words] A group of adventurers go into a cave and find a mysterious demonic artifact. The Dignity Initiative [2833 words] In a matriarchal future, a guy investigates a feminization facility Therapy [4162 words] Alex’s new therapist seems to be very interested in her gender dysphoria and executive dysfunction. Miss Latrix [7007 words] A nerd \"boy\" starts getting a lot of attention from his goth art teacher. Also included are two microfics, Servants and Administrator Privileges , as well as two incomplete stories: Wraith Whackers [4267 words] Women hunt ghosts, gay things happen. Armcandy [4052 words] A punk girl from the wrong side of the tracks wants to turn a guy she torments into her girlfriend. Original book cover by Ash K . The original cover has a pattern that may cause problems for people with epilepsy due to it using a high-contrast optical illusion.",
    "price": "$3.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "demon",
      "erotic",
      "erotica",
      "lgbt",
      "lgbtqia",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTE2OTk0My8xOTE5Mjc4My5wbmc=/347x500/J1LzTa.png",
    "origin_url": "https://sabrina-tvband.itch.io/sloppy-seconds-fast-and-loose",
    "final_url": "https://sabrina-tvband.itch.io/sloppy-seconds-fast-and-loose"
  },
  {
    "title": "Cove of the Fisherman's Wife",
    "author": "Joachim Heijndermans",
    "description": "To keep her village safe, Kazemi, the wife of a fisherman, has entered into a dark secret bargain with a monstrous yõkai spirit that lurks in a nearby cove. They remain prosperous…and in exchange she offers herself to the creature and lets it exact his lustful desires on her. But the appearance of a wandering Rõnin and Yõkai hunter threatens to expose her secret affair with the creature, forcing Kazemi to go to even greater extremes to not only protect her village but the young girl Izumi as well. Desire and duty clash towards a violent endgame in an erotic tale of monsters and the women who fall prey to their whims.",
    "price": "$5.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "adult",
      "book",
      "erotic",
      "lgbt",
      "monsters",
      "period piece",
      "sapphic",
      "tentacles",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjgyNDY5Mi8xNjg3NTMyMi5qcGc=/347x500/aVn6%2Fj.jpg",
    "origin_url": "https://jheijndermans.itch.io/cove-of-the-fishermans-wife",
    "final_url": "https://jheijndermans.itch.io/cove-of-the-fishermans-wife"
  },
  {
    "title": "Death-Knell",
    "author": "T.D. Cloud",
    "description": "For whom the bell tolls, It tolls for thee. - John Donne Summoned to a cemetery by the call of a soul, Kell, demon of Bells, reconnects with an old flame while another snuffs out beneath their heat. Contains: sex on a grave, murder, nonconsensual voyeurism (does it count if the guy in the grave you’re fucking on is more focused on not asphyxiating than what you’re doing 6 feet up?), obsession, hunger, and corruption. Stats: ~6.5k | m/m | dark supernatural erotica This is a heavily revised project from several years back that originally premiered on my Patreon before my formal October Novella Event manifested. It was one of three pieces about Kell, a demon of Bells, who meanders graveyards, responding to the summons of those who have been buried alive. Kell has quite a few lovers. Each story explored a different relationship: an obsessed serial killer desperate to see his angel of darkness, even if it means filling a grave to make it happen; a graveyard Grimm who helps those in need—and despairs when he arrives too late to spare a soul from Kell’s particular aid; and the Prince of Hell who made Kell what he now is and always, always, always welcomes him when he finally comes home. This one, the serial killer one, was the only one out of the three I actually like after all these years, so don’t get your hopes up for more Kell anytime soon—the others are a shitshow and need far more help than this one did. Enjoy the show, though, and thank you for welcoming him as he helps me break in this new platform.",
    "price": "$1.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "book",
      "dark-romance",
      "demon",
      "erotic",
      "lgbt",
      "oneshot",
      "sapphic",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjI4Mzc5NC8xMzUzNjIzNy5qcGc=/347x500/XQZlmZ.jpg",
    "origin_url": "https://tdcloud.itch.io/death-knell",
    "final_url": "https://tdcloud.itch.io/death-knell"
  },
  {
    "title": "Horny Tales of Horned People",
    "author": "versegm",
    "description": "Neha lives alone; no roommate, no partner, no parent or sibling shares her apartment. Yet, every morning, she finds that her items are in different locations than she remembers. As if someone... or something, has been moving them around. Enoris was once known as the savior of these lands, a heroine worthy of legends, a warrior anyone should aspire to be like. Now she has cut all ties with society, choosing to live as a hermit in the middle of the woods. She rejects all and any attempt to befriend her... but when a stranger comes at her doorstep asking for shelter from the rain, she cannot deny them this simple kindness. Akenaos made a deal with the devil: a helping hand to defeat the demon king, in exchange for her soul. Today, the devil's part of the bargain has been fulfilled. What of her own? HORNY TALES OF HORNED PEOPLE* features three unrelated short paranormal romances. *Note: does not feature horny tales. Does not feature horned people either.",
    "price": "$2.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "romance"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "demon",
      "female protagonist",
      "lgbt",
      "lgbtqia",
      "monsters",
      "sapphic",
      "short"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTkyNzIyOC8xMTMyOTc3Ny5wbmc=/347x500/1IZF7H.png",
    "origin_url": "https://versegm.itch.io/horny-tales-of-horned-people",
    "final_url": "https://versegm.itch.io/horny-tales-of-horned-people"
  },
  {
    "title": "Dead Pulsating Tree",
    "author": "CozyStars",
    "description": "INTRO TO D-P-T A multi-dimensional wanderer, an obsessive knight, and a brainwashing time loop are only a few of the ideas that came to me during my English classes. Each story you see here was something I thought up for an assignment. Each was created because I was an outsider in my classroom in different ways. Horror became a way to explore why I felt strange. Each idea, each page filled, is my sense of self. My self is shattered into mirror pieces, with all the cracks forming root-like appendages that ground me to the earth. When looking at this mess, you see a tree if you tilt your head the right way. It's still breathing after everything it has been through. With all that poetic explanation out of the way,  these mean a lot to me, and I'm happy to share them with others in the hope that they see themselves reflected. CONTENT WARNINGS General — This is an adult horror story collection. If this isn't your cup of tea, try a different warm drink of your choice. Drifter - Light Body Horror Subject: Party @ Main Bay - Heavy Gore, Body Horror, Cannibalism,  Emetophobia Loving a Heavenly Body - Body Horror, Mentions of Homophobia, Racism, and Sexual References A Maiden and the Leviathan - Misogyny, Anti-Black Racism, Gore, Allusions to Stalking Sink Our Ship, Sign Off - Heavy Sexual References, Mentions of Self-Harm and Suicide, Gore...Technically (?) Helix Malfunction - Violence,  Brainwashing,  Heavy Religious Themes, Fascist Governments, and Mentions of Grooming If you'd like to tip me, here's my Kofi . Thank you! All art used for the cover, icon, and banner are from Old Book Illustrations and Wikimedia Commons.",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "book",
      "knights",
      "lgbt",
      "lgbtqia",
      "sapphic"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE2ODk4MzIyLmpwZw==/347x500/Aci8%2FL.jpg",
    "origin_url": "https://cozystars.itch.io/dead-pulsating-tree",
    "final_url": "https://cozystars.itch.io/dead-pulsating-tree"
  },
  {
    "title": "Crepuscular Angles  (A Speculative Fiction Ebook)",
    "author": "Prae Obscura",
    "description": "A scholar who cannot read and priest in exile climb to the roof of a  dying world in search of their names. The megastructure that was once  their home, and their prison, lies in a state of ruin that is  overshadowed only by its enormity. Crepuscular Angles follows two  perspectives, spanning six periods in time, in a dead world gripped by  corporate control, biopunk organ tech, fungal rot, and cassette  futurism. \\\\------ 🗝️🕯️ ------\\\\ The Keys once served as a living host of donor organs,  bred from the large reptiles below the City and engineered for human  compatibility. Their existence has been one of cages, scalpels,  degradation, secrecy, and the pursuit of freedom bought by blood. With a  visibly nonhuman appearance, their ability to interact with the City is  limited. Freeing their brethren requires assistance from someone able  to negotiate a method of Descent from the City to the surface world  Below - someone visibly human. The Lantern is a priest. His life has been  spent in pursuit of the sole sanctioned religion, Direction, until a  disastrous break from reality nurses the seeds of doubt implanted by his  childhood studies. In him, The Keys finds an unwilling accomplice,  driven by his fear of his impending return to the surface world. One was born without a name. One has been  struck nameless. Both are relegated to sub-human status by the system of  second-skin identification through which the City's population is  managed. Both seek a better existence, and must rely on each other in  order to obtain it. The heat is suffocating, the sea is rising, and the  Singing Rot creeps up through the Pillars that support the City. Haunted  by the past blending into the present and the bleeding of their  personal subjective realities, their only possible route is forward. Perfect for fans of Mechanique: A Tale of the Circus Tresaulti , The Story of B , and Pathologic , this novel explores the structure of human as an assigned social classification, living with psychosis, and escape. \\\\------ 🗝️🕯️ ------\\\\ Speculative Fiction, Biopunk, Horror, Queer. Organ harvesting, hallucinations, social  nonhumanity, chronic pain, deprogramming, analog futurism, and homoerotic limb eating. A dystopian corporate-state megastructure  constructed in the lower atmosphere, beset with heavy social  stratification and a slowly boiling planet. \\\\------ 🗝️🕯️ ------\\\\ PraeObscura.com ・ Goodreads ・ Storygraph",
    "price": "$4.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "sci-fi",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "drm free",
      "ebook",
      "first-person",
      "lgbt",
      "lgbtqia",
      "novel",
      "sapphic",
      "surreal"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvOTU2NjU4LzE5MjY2ODQ2LmpwZw==/347x500/DZShsL.jpg",
    "origin_url": "https://praeobscura.itch.io/crepuscular-angles",
    "final_url": "https://praeobscura.itch.io/crepuscular-angles"
  },
  {
    "title": "Living Dead Boy",
    "author": "T.D. Cloud",
    "description": "“A body can get used to anything,” he said softly, even as he gave his wrist a viscous downward stroke. Skin split. Muscle split. The blade dug deep, deeper, down. He had to raise his voice to be heard over Dacre’s broken scream. “Even this. Even more.” Dacre Vikrose is afflicted with a condition worse than death. He needs a doctor, a doctor who specializes in death, dying, and those who dwell somewhere in between. Those who study such things, however, are fixated for a reason. Doctor Nekosi Kharis is happy to help--but sometimes \"help\" has a very subjective definition. Contains: Hard gore, medical kink, malpractice out the ass, vivisection, non-con, dub-con, forced blood feeding, gaslighting, forced captivity, bondage, non-consensual breathplay (also known as suffocation!), as close to gutfucking as you can get without a dick actually going inside another man's intestines, syringes, suicidal ideation. Suffice to say, dead dove out the ass. Please respect the tags and read responsibly. Stats: ~ 15k | m/m | dark eroguro fantasy erotica This was a spur-of-the-moment project I decided to take on in anticipation of Halloween. It started originally as a reward for myself. When I'm feeling down or on the cusp of finishing something, I often let myself create a new OC to get me excited for future projects. Dacre came first, but we all know the best OCs come in pairs. I hope to play out Dacre's story in full in an upcoming DnD campaign, and if I'm lucky, Doctor Nekosi will make an appearance too. This is a story for people who love Bloodborne, Ravenloft, and old school Universal monster movies. It's for those of us who know all too well that there are many things worse than death, so long as we've the imagination for it. Enjoy!",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "horror"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "dhampir",
      "erotica",
      "lgbt",
      "medical",
      "medical-horror",
      "sapphic",
      "trans",
      "vampire"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjMxMjExNy8xMzcwMjYwOC5qcGc=/347x500/yYe2M2.jpg",
    "origin_url": "https://tdcloud.itch.io/living-dead-boy",
    "final_url": "https://tdcloud.itch.io/living-dead-boy"
  },
  {
    "title": "Familiar and Flame",
    "author": "Veo Corva",
    "description": "A Tombtown Novelette and Queer Necromancer Story This novelette takes place after BOOKS & BONE and contains spoilers for it. The Toothday festival is approaching, and Usther has finally caught Symphona, the girl of her dreams. She’s everything Usther could want: beautiful, powerful, cruel — the whole package. But constantly being on guard for betrayal is putting a strain on their relationship, as is Symphona’s jealousy of Usther’s only real friend. And then there’s the matter of the mean little cat Usther can’t bring herself to kill … On this, the unholiest day of the year, Usther will have to choose what kind of necromancer she really wants to be.",
    "price": "$4.88 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "dark fantasy",
      "fantasy",
      "romance"
    ],
    "other_tags": [
      "",
      "book",
      "drm free",
      "lgbt",
      "lgbtqia",
      "necromancy",
      "sapphic",
      "zombie"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzkzMzY0ODMucG5n/347x500/89wnyT.png",
    "origin_url": "https://vicorva.itch.io/familiar-flame",
    "final_url": "https://vicorva.itch.io/familiar-flame"
  },
  {
    "title": "Books and Bone",
    "author": "Veo Corva",
    "description": "A Librarians-and-Necromancy Fantasy Novel with Small Town Charm in a City of the Dead The others believe in blood and bone. Ree believes in books. She manages the libraries and draws maps for the denizens of her hometown, a secret society of necromancers hiding in a sprawling underground crypt. Though they look down on her for not practicing their craft, Ree has bigger ambitions than raising the dead. She’s going to resurrect therianthropy, the ancient magic of shapeshifting. Or at least -- she’ll do it if it really exists. And if she can find the books that prove it. But Smythe, a chatty historian from the world above, stumbles into the crypt and takes a curse meant for Ree. Now she has to find a way to save him, keep the townsfolk off her back, and convince her necromancer parents that shapeshifting is a viable career path. Ree is certain that if she and Smythe combine their scholarly skill sets, they’ll find the right books to solve their problems. But Ree’s search for power might put the entire town in danger, and her father and the other townsfolk want Smythe dead lest he reveal their home to a world that hates them. A dark and sweet story with an asexual protagonist and a touch of romance. (Length: 100,000 words, the equivalent of 422 paperback pages.)",
    "price": "$7.33 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "dark fantasy",
      "fantasy",
      "romance",
      "sci-fi",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "asexual",
      "book",
      "drm free",
      "lgbt",
      "magic",
      "necromancy",
      "sapphic",
      "zombie"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvNTA1MTcxLzkzMTA0NzEucG5n/347x500/FgI0Sz.png",
    "origin_url": "https://vicorva.itch.io/books-and-bone-veo-corva",
    "final_url": "https://vicorva.itch.io/books-and-bone-veo-corva"
  },
  {
    "title": "The Old Goat and the Alien",
    "author": "Veo Corva",
    "description": "Avari keeps to themself. They’re a goat-shape cosmoran, a member of the Cleaners’ Union, and a bit of a grump. That suits them just fine. They don’t have any friends, and that’s fine, because they have siblings. And if their siblings have all grown away from them to start their own lives, then that’s fine, too. Really. But then Avari meets a lost alien in the Elder Grove, and that is not fine. Everyone is telling Avari that this alien is their responsibility  just because she’s lost on an unfamiliar planet. Avari can barely  tolerate cosmorans; how are they supposed to cope with a human  housemate? To get Jenna the  human out of their home, Avari is going to have to do several  unthinkable things. They’ll have to leave the house, talk to strangers,  and even travel to the terrifying ocean planet that is the binary twin  of their own. They’ll have to learn about Earth and go to board game  parties and meet some of the strangest people in the city. They might even have to make friends. But the trouble is, Avari isn’t sure they deserve them. The Old Goat and the Alien is  a cosy, slice-of-life space fantasy with an all-queer cast set on the  binary planets of Geminus in a far-away star system. Geminus is  populated by cosmorans, sentient creatures whose shape is determined by  the stars at their hatching and who bear a striking resemblance to the  animals and mythical creatures of Earth A novel of ~85,000 words. Comes in both DRM-free EPUB and Kindle formats. Cover illustration by Meg James .",
    "price": "$8.55 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "sci-fi",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "book",
      "lgbtqia"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjc0MDA4OC8xNjM0ODA4NS5wbmc=/347x500/rEfbYd.png",
    "origin_url": "https://vicorva.itch.io/the-old-goat-and-the-alien-veo-corva",
    "final_url": "https://vicorva.itch.io/the-old-goat-and-the-alien-veo-corva"
  },
  {
    "title": "The Beautiful Decay",
    "author": "Veo Corva",
    "description": "Book 2 of Tombtown, the sequel to Books and Bone A Librarians-and-Necromancy Queer Fantasy Novel with Small Town Charm in a City of the Dead What do the dead have to fear? Something strange is happening in sleepy subterranean Tombtown.  Necromancers are disappearing. The crypt is changing. And crimson fungi  are spreading. Usther is seeking purpose, so when the goddess of undying calls on  her to investigate an unknown threat to the crypt, she jumps at the  chance. She is lost and lonely and determined to do something. Ree is searching for her missing mentor. An archivist and  shapeshifter, she knows the crypt better than anyone, but she soon  discovers that it is fast becoming unfamiliar to her—and dangerous to  everyone she loves. For Tombtown to survive, Usther and Ree will have to face nightmarish  mushrooms, self-righteous paladins, and their own traumatic pasts.  Because whatever is happening has something to do with the traitorous  friend they’ve both been trying to forget for eight years. Chandrian Smythe. (Length: 116,000 words, roughly the equivalent of 395 paperback pages. Comes in both Kindle and EPUB formats.)",
    "price": "$8.55 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "dark fantasy",
      "fantasy",
      "romance"
    ],
    "other_tags": [
      "",
      "asexual",
      "book",
      "drm free",
      "lgbt",
      "lgbtqia",
      "magic",
      "necromancy",
      "sapphic",
      "zombie"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzEzMDc1MzE2LnBuZw==/347x500/4IULnL.png",
    "origin_url": "https://vicorva.itch.io/the-beautiful-decay-tombtown-book-2",
    "final_url": "https://vicorva.itch.io/the-beautiful-decay-tombtown-book-2"
  },
  {
    "title": "The Serpent's Devotee (18+)",
    "author": "grendle",
    "description": "Every year, the cult of the Serpent calls upon the noble families of the Northern Cities to offer their eldest daughters as symbolic tribute in exchange for the titular ancient sorcerer’s protection. Lady Juliette is a quiet but extremely devout worshipper whose family has only recently come into enough standing to be invited to participate. Juliette secretly covets the Serpent in a decidedly blasphemous way, and hopes to use the celebration as an opportunity impress him with her piety and dedication. While traveling alongside her fellow \"offerings\", she comes to realize that the only way to show the Serpent the true depths of her devotion (and maybe hopefully ensnare his affections forever and evermore) is not to worship dutifully at his feet, but to meet him as an equal. This is a NSFW short original story featuring the following: Gentle Femdom, Worshipper/Deity, Perceived Blasphemy, Group Sex, Fingering, Handjobs, Blowjobs, Penetration, Prehensile Tentacle Dick, Loss of Virginity, “He’s 2000+ years old and the girls are in their 20’s and 30’s” trope, The Healing Power of Sexual Love, a nd Very Brief pregnancy kink but no actual pregnancy (unless you imagine so). 26k words & 5 black & white illustrations in PDF format.",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "romance",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "adult",
      "book",
      "erotic",
      "erotica",
      "femdom",
      "lgbt",
      "lgbtqia",
      "monsters",
      "nsfw",
      "sapphic"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjQyODcwMC8xNzA3OTU3My5wbmc=/347x500/f8UFyL.png",
    "origin_url": "https://grendle.itch.io/the-serpents-devotee",
    "final_url": "https://grendle.itch.io/the-serpents-devotee"
  },
  {
    "title": "The Courting Web (18+) M/M",
    "author": "Bam Stroker",
    "description": "Spark has been trying all summer to find someone to match his glow. After another night of failure, an unexpected secret admirer manages to finally catch his attention. Every summer all of the eligible firefly fairies meet in the magic forest to find their perfect match. Since finding a way to transition, Spark's finally ready to give it a try. But night after night, no one seems to be the one. As he makes his way home, it turns out even though the firefly fairies didn't notice him—someone else certainly did. Caught in a handsome spider's web, will he find love or end up dinner? A story in which a trans masc twink gets obliterated (lovingly) by a spider dude. 10k words. Available as a PDF or EPUB download. ❁ M/M erotic romance (18+)  ❁  Intended for adult audiences ❁ Kinks: Oral sex, fingering, double dicks (double penetration in one hole & copious cum), outdoor sex, web bondage, praise/body worship, voyeurism, squirting, clothed sex Content Warnings: Terms used for the trans man’s body (cock, dick, cunt, clit, & pussy) Spider and bug anatomy",
    "price": "$2.50 USD",
    "triggers": [
      "Terms used for the trans man’s body (cock",
      "dick",
      "cunt",
      "clit",
      "& pussy)"
    ],
    "trigger_tags": [
      "body",
      "clit",
      "cock",
      "cunt",
      "dick",
      "man",
      "pussy",
      "terms",
      "trans",
      "used"
    ],
    "genre_tags": [
      "fantasy",
      "romance"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "book",
      "erotica",
      "lgbt",
      "lgbtqia",
      "monsters",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjgyMTU0MS8xNjg2Njc3NC5wbmc=/347x500/jzBq2i.png",
    "origin_url": "https://bamstroker.itch.io/the-spider-and-the-firefly-the-courting-web",
    "final_url": "https://bamstroker.itch.io/the-spider-and-the-firefly-the-courting-web"
  },
  {
    "title": "anywhere but here",
    "author": "Ronove",
    "description": "An angel willfully falls to the earth in search of something to satiate his desire.  He believes he's found it until his wings are ripped away and he's cursed to serve a circus' ringleader for all time. That is, until years later when he finds unlikely help from a demon in the audience... \"anywhere but here\" is a 7,400 word dark erotic fantasy about desire, escaping, and taking back what was once yours. It features an m/m pairing between an angel & a demon, a liminal circus that feels like it exists outside of time, curses & spells, and revenge. It is not intended for anyone under the age of 18 . Content warnings: explicit sex, blood, bones, visceral death, gore, abuse, torture, prostitution If you have any issues with the files, please e-mail me at: earlronove@gmail.com. More by S. Jean <a href=\" Born\" class=\"redactor-linkify-object\">https://earlronove.itch.io/born-of-scourge\"> Born of Scourge by Ronove</a> <a href=\" Forevermore\" class=\"redactor-linkify-object\">https://earlronove.itch.io/forevermore\">Forevermore by Ronove</a>",
    "price": "$1.00 USD",
    "triggers": [
      "explicit sex",
      "blood",
      "bones",
      "visceral death",
      "gore",
      "abuse",
      "torture",
      "prostitution"
    ],
    "trigger_tags": [
      "abuse",
      "blood",
      "bones",
      "death",
      "explicit",
      "gore",
      "prostitution",
      "sex",
      "torture",
      "visceral"
    ],
    "genre_tags": [
      "dark fantasy",
      "fantasy"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "angel",
      "book",
      "demon",
      "erotic",
      "lgbt",
      "lgbtqia",
      "nsfw",
      "prose"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjc5MTA0NC8xNjY1OTU4Ni5wbmc=/347x500/9QKptb.png",
    "origin_url": "https://earlronove.itch.io/anywhere-but-here",
    "final_url": "https://earlronove.itch.io/anywhere-but-here"
  },
  {
    "title": "The Devil in the Woods",
    "author": "Ronove",
    "description": "🕯️🕯️🕯️ Fifty years ago, a girl walked into the woods with only matches to guide her and then disappeared. No one could find her despite the exhaustive search until days later when her body came out without her heart. Upon her skin was written a dare: \"Come into the woods and find my still beating heart.\" It’s a silly urban legend, or at least, it’s supposed to be. Over the years, many have followed the dare and many of the same have disappeared or come out just as dead, prompting the city to declare the woods off-limits. Not that off-limits ever stops would-be urban legend debunkers... When highschooler Felix Graves agrees to help his classmates, Vivian and Charlie debunk the urban legend of the Devil in the Woods once and for all, he doesn’t believe there’s anything to it. Well… until something finds him in the dark. THE DEVIL IN THE WOODS is a 40,000 word contemporary paranormal novella set during  October and features: Disaster teens making terrible decisions Urban legend might actually be real Cult that played with fire Woods that don't quite feel real Multiple POVs feat. Felix, Charlie, Vivian, & fellow classmate, Jaden This is the compiled version of The Devil in the Woods serialized on my website. This version features updated text with tighter edits and updated chapter headings and images. 🕯️🕯️🕯️ Content Warnings: May not be appropriate for all ages. Contains blood and gore, brief mention of sexual assault, and references to alcohol and drugs. If you have any issues with the files or the size of the images when reading on certain devices, please e-mail me at: earlronove@gmail.com. More by S. Jean Hymn of Memory by Ronove Forevermore by Ronove",
    "price": "$1.99 USD",
    "triggers": [
      "May not be appropriate for all ages. Contains blood and gore",
      "brief mention of sexual assault",
      "and references to alcohol and drugs."
    ],
    "trigger_tags": [
      "ages",
      "alcohol",
      "all",
      "appropriate",
      "assault",
      "blood",
      "brief",
      "contains",
      "drugs",
      "gore",
      "may",
      "mention",
      "not",
      "references",
      "sexual"
    ],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "book",
      "lgbt",
      "lgbtqia",
      "narrative",
      "novella",
      "paranormal",
      "sapphic",
      "speculative-fiction",
      "supernatural",
      "young-adult"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjE3NDA3Ny8xMjgzMjcxOC5wbmc=/347x500/lVqbeq.png",
    "origin_url": "https://earlronove.itch.io/the-devil-in-the-woods",
    "final_url": "https://earlronove.itch.io/the-devil-in-the-woods"
  },
  {
    "title": "SYNTHETIC ANIMALS",
    "author": "ghost",
    "description": "here's what you'll get: supersoldiers failed cybernetic experiments magic crystals wound-fucking AKA: a military horror-ish, romance-ish, blood-fetish-ish novella pdf and epub for your perusing pleasure partly inspired by porpentine's armory cover art built in: photoshop credit to 8machine for the stock image credit to spoongraphics for the textures in the cover",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "romance",
      "sci-fi",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "blood",
      "book",
      "lgbt",
      "lgbtqia",
      "novella",
      "religious-horror",
      "story rich",
      "war"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTU1ODc5Ni8xMjM3OTQzMS5qcGc=/347x500/s34Ocg.jpg",
    "origin_url": "https://bloodmachine.itch.io/synthetic-animals",
    "final_url": "https://bloodmachine.itch.io/synthetic-animals"
  },
  {
    "title": "Born of Scourge",
    "author": "Ronove",
    "description": "🌠🌠🌠 The lies legends always tell. Legends say when the skies grow dark and scourge starves the land, a star will fall in order to save humanity. Only when the star is sacrificed at the end of their journey will light return. It's a cycle—one humanity refuses to break because stars are plentiful and their sacrifices easier than learning the true nature of the scourge. When Sol finally falls, it's not because of humanity. It's because he's had enough of watching his brethren be sacrificed. He has one goal: end humanity and end the cycle. Unfortunately, he has to pretend he cares before humans get wise. It doesn't matter how soft the princess who catches him is—Celena will be dead by the time his journey ends. Nor how kind his assigned companions are—the outgoing Mira with her ballads, the brave Nebora with her axe, and the hero Loren with his soft voice and friendly smile. For centuries, humanity has lied and their kindness is a ruse to bring about Sol's own destruction at the end of his tale. He will not be fooled. No one cares about the cries of the stars they've destroyed over and over again and Sol will make sure this time, humanity is the one sacrificed. At least, that's the plan until his traitorous heart begins to care for the humans he sought to eradicate. Content Warnings: violence, blood & gore, vomiting, attempted sexual assault, attempted strangulation, depictions of grief and loss, mentioned animal death, death of a child Heroes is the pre-order bonus short story now available to everyone about how Loren and Mira first met Nebora. It's meant as a short companion piece to Born of Scourge . 🌠🌠🌠 Born of Scourge is a dark fantasy novel featuring: Fallen stars Empty & Haunted lands Legends hiding the awful truth Soft m/m romance All-Encompassing Vengeance If interested in a physical copy, please consider the links here ! If you have any issues with the files, please e-mail me at: earlronove@gmail.com. More by S. Jean <a href=\" Forevermore\" class=\"redactor-linkify-object\">https://earlronove.itch.io/forevermore\">Forevermore by Ronove</a> <a href=\" Hymn\" class=\"redactor-linkify-object\">https://earlronove.itch.io/hymn-of-memory\">Hymn of Memory by Ronove</a",
    "price": "$4.99 USD",
    "triggers": [
      "violence",
      "blood & gore",
      "vomiting",
      "attempted sexual assault",
      "attempted strangulation",
      "depictions of grief and loss",
      "mentioned animal death",
      "death of a child"
    ],
    "trigger_tags": [
      "animal",
      "assault",
      "attempted",
      "blood",
      "child",
      "death",
      "depictions",
      "gore",
      "grief",
      "loss",
      "mentioned",
      "sexual",
      "strangulation",
      "violence",
      "vomiting"
    ],
    "genre_tags": [
      "dark fantasy",
      "fantasy",
      "romance",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "knights",
      "lgbt",
      "lgbtqia",
      "narrative"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjI5NzA5OS8xNTE1NjM0MS5qcGc=/347x500/e9yll3.jpg",
    "origin_url": "https://earlronove.itch.io/born-of-scourge",
    "final_url": "https://earlronove.itch.io/born-of-scourge"
  },
  {
    "title": "Forevermore",
    "author": "Ronove",
    "description": "Up-and-coming necromancer, Nezael , has lived a quiet, solitary life with his lord, the Great Sorcerer Carrow deep in the woods of thorns and brambles to hide from those seeking to hurt them. For  a time, Nezael was content, but now that he is ever closer to becoming a  necromancer in his own right, he finds he wants more than this life. In  that desire for more, he finds Yorick , a handsome woodsman from the  nearby town… Forevermore is a 40,000 word fantasy novella featuring: M/M Romance Handsome Woodsman x Flighty Necromancer Skeletons as Family Necromancy Magic Tragedy This is a compiled version of Forevermore serialized. This version includes the never before posted bonus short story \" Darkness At the Heart of My Love \" which occurs shortly after the events in the novella. It has been revised and updated since its serialization as well. Intended as a prequel to the short adventure game, Life Eternal . Can be read without playing! Content Warnings: May not be appropriate for all ages. Contains sexually suggestive scenes, gore, cannibalism, & coercion. If you have any issues with the files, please e-mail me at: earlronove@gmail.com. More by S. Jean Hymn of Memory by Ronove The Devil in the Woods by Ronove",
    "price": "$1.99 USD",
    "triggers": [
      "May not be appropriate for all ages. Contains sexually suggestive scenes",
      "gore",
      "cannibalism",
      "& coercion."
    ],
    "trigger_tags": [
      "ages",
      "all",
      "appropriate",
      "cannibalism",
      "coercion",
      "contains",
      "gore",
      "may",
      "not",
      "scenes",
      "sexually",
      "suggestive"
    ],
    "genre_tags": [
      "fantasy",
      "romance",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "achillean",
      "book",
      "lgbt",
      "lgbtqia",
      "magic",
      "narrative",
      "necromancer",
      "novella"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTk3MTQ4My8xNjI4MDQ2OS5wbmc=/347x500/OmK5Wg.png",
    "origin_url": "https://earlronove.itch.io/forevermore",
    "final_url": "https://earlronove.itch.io/forevermore"
  },
  {
    "title": "I Signed Up To Be The Substitute Familiar Of A Struggling Witch To Pay My Bills And I'm Just Now Realizing...",
    "author": "Alex Zandra",
    "description": "THIS BOOK NOW HAS A SEMI-SEQUEL ! 97 MORE PAGES OF QUEER WITCHES! Three months, room and board, all outstanding bills taken care of.  Complimentary magical aptitude. Absolutely no catch. Becoming a witch takes a lot of hard work, and not everyone has the resources to devote themselves to such a grueling process. But thankfully, magic isn’t completely unattainable! Witches need familiars in order to thrive, and sometimes the best candidate for the job is in the neighborhood instead of through a portal to the otherworld. But what happens when you try on a new life and realize it fits you better than your old one? What do you do when it comes with an expiration date? Substitute Familiar is the most worldbuilding-heavy light novel I’ve written yet, depicting a modern world with magic, demons, and folks trying to make it work. It’s about getting the chance to try something you’ve wanted to do for a long time, and all the unforeseen consequences that come with it. It also has a lot of self-actualization, girls kissing girls, and gender feels, because that’s what I do! Please enjoy, and let’s keep making wonderful things together. This is a light novel of 96 pages with 11 interior black & white illustrations. Want to get a sneak peek? Download the free demo to read the first two chapters! Want to read even more? Substitute Familiar Stories , the 1.5 semi-sequel featuring 25 short stories set before, during, and after this book, is available here !",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "book",
      "demon",
      "familiar",
      "gender",
      "gender-feels",
      "lgbt",
      "lgbtqia",
      "light-novel",
      "magic",
      "trans",
      "transformation",
      "witch"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjQwOTc5LzExNDg3NzIucG5n/347x500/MrpulA.png",
    "origin_url": "https://zandravandra.itch.io/substitutefamiliar",
    "final_url": "https://zandravandra.itch.io/substitutefamiliar"
  },
  {
    "title": "This Costume of Mine",
    "author": "Beth and Angel Make Games",
    "description": "This Costume of Mine explores my costume (the way I express myself as a trans woman) and my mask (how I express myself while suffering from bouts of bipolar). It's a perzine that dives into the emotions, thoughts, and struggles I have with both, as well as aligning my authentic self with these things tugging at me. I also made a Designer's Notes edition that goes into far more detail because 8 mini pages weren't enough lol. I'm still proud of what I made in the original zine, but I wanted to dive deeper. Mini Zine July 2024 This 8-page pocket-sized zine was written for the #minizinejuly24 challenge from Blancisthecreative on instagram. The prompt for July 11 - 15 is Before & After. \"Create a mini zine that shows a before and after of something.\" How Do I Fold It Though? This video is a great example of how to fold an 8-page zine! More Zines You can read Angel's take on the prompt \"Before & After\" here: <a href=\" Thanks\" class=\"redactor-linkify-object\">https://beth-and-angel-make-games.itch.io/thanks-past-me\">Thanks Past Me! by Beth and Angel Make Games</a> And you can check out our other perzines on this list , along with some zines from the #minizinejuly23 challenge below: <a href=\" My\" class=\"redactor-linkify-object\">https://beth-and-angel-make-games.itch.io/my-transition-armor\">My Transition Armor by Beth and Angel Make Games</a> <a href=\" The\" class=\"redactor-linkify-object\">https://beth-and-angel-make-games.itch.io/the-bird-or-the-cage\">The Bird or the Cage by Beth and Angel Make Games</a> <a href=\" Cold\" class=\"redactor-linkify-object\">https://beth-and-angel-make-games.itch.io/cold-pizza-tastes-like-freedom\">Cold Pizza Tastes Like Freedom by Beth and Angel Make Games</a> Find Out More Learn more about This Costume of Mine on our Patreon . Or come chat about it on our Discord server! All of our posts are free aside from some exclusive polls. We share news, updates, behind-the-scenes design stuff, and more. Plus, each of our releases is either free for a limited time or has community copies; if you become a free member of our Patreon, you’ll get an email when we release something, and if you’re quick enough you can get everything free! Paid members help fund our creations and can get all of them as they come out, answer polls to help shape our future creations, and even get games and zines printed and mailed to you monthly in North America.",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "",
      "achillean",
      "apathy",
      "bipolar",
      "book",
      "dysphoria",
      "emotional",
      "lgbt",
      "lgbtqia",
      "perzine",
      "sapphic",
      "trans",
      "zine",
      "zines"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE2OTg2NTczLnBuZw==/347x500/uWX4DG.png",
    "origin_url": "https://beth-and-angel-make-games.itch.io/this-costume-of-mine",
    "final_url": "https://beth-and-angel-make-games.itch.io/this-costume-of-mine"
  },
  {
    "title": "All Roads Lead to This",
    "author": "Kay Claire",
    "description": "eBook or PDF version of the book All Roads Lead to This. Not suitable for readers under the age of 18. Synopsis: Cedric and Rueben have been best friends since sixth grade, and cannot imagine life without each other - Cedric was there for Rueben when he came out to his family, and Rueben was there for Cedric through every step of his transition. Now, both twenty-four and working at the same plant shop, their boss gets an opportunity to receive some extremely rare plants she's wanted for years, except there's a problem: the plants need to be collected in person from across the country, and she cannot make the journey herself. Rueben, ever helpful, is quick to volunteer him and Cedric to travel across the country in her place. Cedric is apprehensive about the trip, both because he hates sudden changes to his routine, and because he may or may not have a few secrets he hasn't told Rueben about. Secrets like the fact that he might be in love with his best friend... All Roads Lead to This is a low angst HEA m/m romance that involves a road trip across South Africa, sharing a bed, heavy pinning, and childhood friends to lovers tropes. Roughly 85,000 words long.",
    "price": "$4.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "romance"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "book",
      "lgbt",
      "lgbtqia",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE4OTU2NTk1LmpwZw==/347x500/PYIIpu.jpg",
    "origin_url": "https://kayworx.itch.io/all-roads-lead-to-this",
    "final_url": "https://kayworx.itch.io/all-roads-lead-to-this"
  },
  {
    "title": "Float",
    "author": "Rae White",
    "description": "This zine was created in Meanjin, on the lands of the Jagera and Turrbal people. This always was and always will be Aboriginal land. Sovereignty was never ceded. ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ Content warnings: Body horror, blood, flooding, witchcraft. Experience the chilling, surreal zine Float , where the boundaries between life and death blur in a flood-soaked reality. Cold and lifeless, you're carried through the remnants of a submerged world, your body heavy yet weightless. Can you hold on, or will you simply float away? ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ Credits: This zine was made for the Sticky Institute Hallozeen Zine Swap 2023. ‘Float’ was first published in Scum Mag, December 2019. Huge thanks to fiction editor Tegan Webb for making this story sing.",
    "price": null,
    "triggers": [
      "Body horror",
      "blood",
      "flooding",
      "witchcraft."
    ],
    "trigger_tags": [
      "blood",
      "body",
      "flooding",
      "horror",
      "witchcraft"
    ],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "book",
      "witch"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE2ODY2MTA5LnBuZw==/347x500/Cfbczb.png",
    "origin_url": "https://raewhite.itch.io/float",
    "final_url": "https://raewhite.itch.io/float"
  },
  {
    "title": "I Know You, But How Audiobook",
    "author": "Danielle's Games",
    "description": "All 18 chapters, of the audiobook version of my novel, are now available.  Some  of the story is that Gustave and Aleena were in love many, many years ago.  Aleena went missing and Gustave searched for her.  Many years later, Gustave runs into someone who looks just like Aleena. Also, the Voice Actor Credits are: Amiel: Alex Sinca Bernier: TheGhostHunters445 (https://youtube.com/@theghosthunters445) (Casting Call Club = https://www.castingcall.club/theghosthunters445) Caleigh/Aleena: Amber Tscherning (Twitter: @atscherning) Cerise: Amber Parham (Twitter: @Sage_of_Tech) Emma: Amber Parham (Twitter: @Sage_of_Tech) Gustave : TheGhostHunters445 (https://youtube.com/@theghosthunters445) (Casting Call Club = https://www.castingcall.club/theghosthunters445) Heather: Midnight Moon Henry: TheGhostHunters445 (https://youtube.com/@theghosthunters445) (Casting Call Club = https://www.castingcall.club/theghosthunters445) Lawrence: (Youtube = LeoLyonVO - YouTube) (Twitter = Alex Lyons (@LeoLyonVO) / Twitter) (Instagram = https://instagram.com/leolyonvo) (Casting Call Club = https://www.castingcall.club/leolyonvo) Mirabelle: (Discord= Maximus Homieswizzle #9098)",
    "price": "$1.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "romance"
    ],
    "other_tags": [
      "",
      "achillean",
      "audiobook",
      "book",
      "lgbt",
      "supernatural",
      "vampire"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzExNDIxNzM1LnBuZw==/347x500/jT4BlF.png",
    "origin_url": "https://danielles-games.itch.io/i-know-you-but-how-audiobook",
    "final_url": "https://danielles-games.itch.io/i-know-you-but-how-audiobook"
  },
  {
    "title": "The Cave of Horror by Sterner St. Paul Meek Audiobook",
    "author": "Rjalker",
    "description": "A public domain audiobook I created since I enjoy this story. You can also use it as an asset in your games if you have radio plays or anything, you can have this in the background :) Other versions will be added that should be higher quality. This time I recorded with my laptop's microphone, next time I'll try my phone, and hopefully won't have to pause as often from reading things wrong lol.",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "audiobook",
      "book",
      "monsters",
      "short-story"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE1MjIwNTM0LnBuZw==/347x500/DhMmhd.png",
    "origin_url": "https://rjalker.itch.io/the-cave-of-horror-by-sterner-st-paul-meek-audiobook",
    "final_url": "https://rjalker.itch.io/the-cave-of-horror-by-sterner-st-paul-meek-audiobook"
  },
  {
    "title": "Dead Cowpokes Don't Wrangle AUDIOBOOK",
    "author": "Cozy Library Press",
    "description": "THIS IS THE AUDIOBOOK PRODUCTION OF DEAD COWPOKES DON'T WRANGLE FOR THE EBOOK PLEASE VISIT [LINK] This audio production is narrated by Richard Pendragon With more queers, weirds, and steers than you can shake a stick at, DEAD COWPOKES DON'T WRANGLE collects original weird west tales and art and will take you to the strangest plains over yonder, then further still. So tie up your horse, settle in to wet your whistle 'round the fire, and prepare to be amazed. When shape-shifters, duels, gunslingers, and strangers come to town, you best be saddling up for a hootin' hollerin' good time. DCDW TABLE OF CONTENTS & CONTENT WARNINGS A Handful Of Bullets - Tyler Battaglia Content Notes: Guns, religious abuse/cults, animal death, dead animals seen, a dash of body horror, suicidal ideation, murder, death, zombies High Noon In Prosperity - TK Jameson Content Notes: Blood, brief corpse description, brief dysphoria mention, codependency, death/murder of a partner, decapitation, dubious consent, explicit sexual content, grief, manipulation, power imbalance, unhealthy relationships, use of swords Red As Blood, Black As Tar - mars adler Content Notes: Blood, gore, corpse description, body horror, death, on page murder, gun use and mention, injury (off screen but discussed), animal death (off screen but the aftermath described), light sexual content, misogyny (moderate), unhealthy relationships depicted, nonbinary person described as having a cock Ghosts Of The Past - Wendy Richmond Artwork Eyes Of The Apostle - Sirius Content Notes: Descriptions of death & corpse, eye gouging A Golden Gaze - Shane Reid Content Notes: Body horror, nightmares, mutilation, teeth pulling, eating organs, gore, blood, a child sort of watches their parent be murdered, coercion and manipulation, death, light sexual content Inkcap - Yune Artwork Powerful, Thirsty - Rain Corbyn Content Notes: Body horror violence to animals (a hare and wolf) and a human, all of whom die as a result. Explicit sex: cis man’s first time with a trans man. It goes great but there is some surprise and awkwardness at the reveal. Detailed consumption of bodily fluids in and outside of a sexual setting, voyeurism, period sex. Mentioned: Imperialism, self-denial, heavy alcohol use, queerness not normalized, parental pressure, suicide/self destructive behavior This Is No Place To Raise A Family - Magnus Thorne Content Notes: Blood, gore, dead animals, trans male pregnancy (references to previous pregnancy/wanting children and assumed insemination on page), off-screen character death (familiar and unfamiliar) The Birth Of A Whisper - Olive J. Kelley Content Notes: Mentions of past miscarriage, risky pregnancy & childbirth, implied sexual content, body horror, gore, aliens Still Alive - Marley Nissley Artwork Where The Road Ends - Morgan Dante Content Notes: Blood, injury, body dysmorphia Your Death Would Taste Sweeter - Wren V. Lothaire Content Notes: Blood & gore, explicit on page sexual content, on page murder, on page death, light cannibalism (human drinking blood), body horror, violence, brief gun violence, use of words like pussy and cunt in descriptions of a trans man’s body Membrane - HS Wolfe Content Notes: Vampires drinking blood, gore, human death, use of guns and gun wounds, spitballing with blood, fisting, non-human cock Incisor - Yune Artwork Like A Bullet To The Head - Claude Hamesh Content Notes: Animal harm, guns, minor transphobia There Have Always Been Wolves Here - A.A. Fairview Content Notes: Gun violence, murder, kidnapping, brief transphobia, explicit sex, teratophilia",
    "price": "$10.99 USD",
    "triggers": [
      "Guns",
      "religious abuse/cults",
      "animal death",
      "dead animals seen",
      "a dash of body horror",
      "suicidal ideation",
      "murder",
      "death",
      "zombies"
    ],
    "trigger_tags": [
      "abuse",
      "animal",
      "animals",
      "body",
      "cults",
      "dash",
      "dead",
      "death",
      "guns",
      "horror",
      "ideation",
      "murder",
      "religious",
      "seen",
      "suicidal",
      "zombies"
    ],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "audiobook",
      "lgbt",
      "lgbtqia",
      "other",
      "sapphic",
      "trans",
      "vampire",
      "zombie"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE4NjA4Nzg1LnBuZw==/347x500/HpbV4I.png",
    "origin_url": "https://cozylibrarypress.itch.io/dead-cowpokes-dont-wrangle-audiobook",
    "final_url": "https://cozylibrarypress.itch.io/dead-cowpokes-dont-wrangle-audiobook"
  },
  {
    "title": "The Hatchling - Audiobook Edition",
    "author": "VyriaDurav",
    "description": "Sarric dreamed of dragons all his life; such flights of fancy  captured his imagination at a young age and sustained him through the  cruelty of the hunters that ruled the isolated mountain town of  Rivermist. One day, a real dragon appears before him, dazzling him with  her beauty and an answer to the unease that's afflicted him for as long  as he remembers. He's eager to take what she offers--but the greedy  hunters, driven by tales of treasure hoards, will do everything in their  power to destroy her. The Hatchling is a fantasy about a trans woman's journey of accepting her identity and her new found family. This is the audiobook edition which is narrated by Talia Carver. Please consider sending a tip to the narrator if you enjoyed the audiobook: https://ko-fi.com/taliacarver",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "audiobook",
      "book",
      "cozy",
      "cozy-fantasy",
      "dragons",
      "female protagonist",
      "lgbt",
      "lgbtqia",
      "sapphic",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE1OTEwODE1LmpwZw==/347x500/zyHl7U.jpg",
    "origin_url": "https://vyriadurav.itch.io/the-hatchling-audiobook-edition",
    "final_url": "https://vyriadurav.itch.io/the-hatchling-audiobook-edition"
  },
  {
    "title": "Thrall Kind Audiobook",
    "author": "wetdryvac",
    "description": "The mechanically deconstructed audiobook for Thrall Kind.",
    "price": "$1.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "",
      "audiobook",
      "deconstruction",
      "poems",
      "poetry",
      "soundtrack",
      "writing"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTczOTE1My8xMDIzNTgwOS5qcGc=/347x500/fawJJ3.jpg",
    "origin_url": "https://wetdryvac.itch.io/thrall-kind-audiobook",
    "final_url": "https://wetdryvac.itch.io/thrall-kind-audiobook"
  },
  {
    "title": "Into the Deep and the Dark Audiobook",
    "author": "Ninawolverina",
    "description": "A NOTE ON THIS PROJECT: this version of Into the Deep and the Dark is an audiobook that I, the Author, recorded over one afternoon. While I did my best and it's of listenable quality I am by no means a professional narrator or editor so I'm sorry if there are any quality issues! Thank you for understanding! A journey best made in numbers… Laz Atwater cannot die, but that doesn’t mean he enjoys getting hurt. When it becomes necessary for him to make a particularly treacherous journey through a particularly perilous stretch of woods, he’d rather not do it alone. His only choice, then, is to join a caravan made up of other travelers, armed Guardians, and one mysterious wagon carrying an allegedly dangerous prisoner. Laz knows that he’ll make it out of this alive, but the question remains whether or not he’ll make it out unscathed... Into the Deep and the Dark is a horror story and contains material that my be distressing to some readers. Please check the content warnings before purchasing",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "audiobook",
      "book"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjY5OTgwNi8xNjEwODQzMy5wbmc=/347x500/4kI%2Fna.png",
    "origin_url": "https://ninawolverina.itch.io/into-the-deep-and-the-dark-audiobook",
    "final_url": "https://ninawolverina.itch.io/into-the-deep-and-the-dark-audiobook"
  },
  {
    "title": "Performance: Audiobook",
    "author": "Hebanon Games",
    "description": "This audiobook reading of Performance: A Red Markets Novel was recorded by Fae Kells of Thrilling Intent and other fine voice acting projects. It also includes print files for the novel When the tired joke of the zombie apocalypse clawed its way out of the subconscious and into terrifying reality, society's cultural obsession killed as many as it saved. After the chaos finally subsided, the apocalypse ended up unevenly distributed...just like everything else. The world is now more divided than ever: haves and have-nots, living and dead,The Recession and The Loss. It's a world ruled by the Red Market, where supernatural terrors born of nightmare join forces with the inexorable pressures of undying capitalism. Nickel, Bloom, Dono, and Bait, four strangers barely surviving in the shadow of the system, find their grim futures cut short as an undead terror shakes the foundations of their dystopian reality. As the Crash leaves them even more marginalized and dispossessed, they must join together as a crew of Takers, mercenary entrepreneurs risking their bodies and souls to trade between the monstrous wasteland and a civilization that abandoned them. Even as their shared trauma insists they find a new family in their co-workers, the market demands they profit from each other's suffering. Can the crew survive the snapping teeth of the hordes, the strangling hands of the market, and the madness inspired by their never-ending struggle against both? Print Available from Amazon",
    "price": "$15.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "audiobook",
      "economy",
      "lgbt",
      "novel",
      "red-markets",
      "role playing",
      "sapphic",
      "soundtrack",
      "survival horror",
      "zombie"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzYzMTc3NTgucG5n/347x500/Xm%2FYZG.png",
    "origin_url": "https://hebanon-games.itch.io/performance-audiobook",
    "final_url": "https://hebanon-games.itch.io/performance-audiobook"
  },
  {
    "title": "Honey Walls (Audiobook)",
    "author": "McKayandgray",
    "description": "Row is perfectly normal for a transgender man That is, if you ignore the fact his girlfriend talks to ghosts, his sister spies on him through his reflection, and that he has no heart. After spending years forcing magic from his life, Row is unprepared when it resurfaces in the form of a crow with a letter from his sister. The message is simple: their mother is dead. Row attempts to brush it all away, giving his sister control of their childhood home and all his mother’s stories. Unfortunately, with the power of their mother’s pen, his sister is able to make her dreams come true. Dreams of ruining Row's life. To undo the damage, Row must return home on a quest to stop his sister and find his heart. Honey Walls is a novel about a trans man written and narrated by trans creators. It explores the difficulty of relating to a childhood that isn’t quite yours. In addition, it wrestles with themes anyone can relate to like grief, growing up, and the legal ramifications of losing your socks.",
    "price": "$12.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "book",
      "lgbt",
      "sapphic",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzI0MDUyODAucG5n/347x500/les3I2.png",
    "origin_url": "https://mckayandgray.itch.io/honey-walls-audiobook",
    "final_url": "https://mckayandgray.itch.io/honey-walls-audiobook"
  },
  {
    "title": "Visions - eBook & Audiobook",
    "author": "Attention Span Games",
    "description": "From a young age, Dathe is plagued by violent visions. They began the night of his parent's disappearance and lead him on his path to discover how he is supposed to protect the sleeping Gods. Despite choosing to live on his own in The City, Dathe makes many meaningful connections, establishing strong bonds with those whom he would consider his friends. His new friends, especially Danni and Mia, help him navigate the secret world of magic that has beckoned him. For Paperback and more, please visit https://www.wakingofthegods.com/",
    "price": "$10.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "dark fantasy"
    ],
    "other_tags": [
      "",
      "action",
      "audiobook",
      "book",
      "coming of age",
      "female protagonist",
      "lgbtqia",
      "magical realism",
      "male protagonist",
      "urban-fantasy",
      "vampire"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTIxMzI3MS83MDc5NDk4LmpwZw==/347x500/m4T8JE.jpg",
    "origin_url": "https://attention-span-games.itch.io/visions",
    "final_url": "https://attention-span-games.itch.io/visions"
  },
  {
    "title": "Catnip - Audiobook Edition",
    "author": "VyriaDurav",
    "description": "For all his life, Sol has believed he's only worthy of affection as long as he's useful--and he intends to prove his ultimate use by restoring a colony on Venus as a new home for his friends and lovers. But upon arriving, he realizes there's more here than he bargained for. For one, the resident artificial intelligence wants to make friends with him. For another, the nanites want to completely change his body... and in the process reveal her true self. Stuck (or perhaps blessed?) with a new form, she must find out what it means to live, to be loved for who she is rather than her work. Catnip is a space exploration novel about a trans woman's journey to find herself and what it means to be loved for who she is, with the help of her polycule and a lesbian AI. This is the audiobook edition which is narrated by Talia Carver. Please consider sending a tip to the narrator if you enjoyed the audiobook: https://ko-fi.com/taliacarver",
    "price": "$10.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "anticapitalist",
      "audiobook",
      "book",
      "female protagonist",
      "lgbt",
      "long-distance-relationship",
      "polycule",
      "sapphic",
      "t4t",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE0ODI3NTE2LmpwZw==/347x500/hp94qW.jpg",
    "origin_url": "https://vyriadurav.itch.io/catnip-audiobook-edition",
    "final_url": "https://vyriadurav.itch.io/catnip-audiobook-edition"
  },
  {
    "title": "Captains of a Tyrant Fate Audiobook",
    "author": null,
    "description": "Read by Clockwork Sapphire ( email link ). This is a full reading of Captains of a Tyrant Fate , i.e. Melesina, a scion of an Imperial star system, finds that the  assassination of her father didn't go at all as she planned. She is now  politely fighting for her life in a court full of cunning nobles and  wily spies. Meanwhile, her trans sister Nada is just having fun, most of it  carnal; but her past resurfaces, and she must choose whether to return  to face danger and doubt. Among the rest of the crew, hobbyist thief Taisiya also has  difficulties: sharing her mind with a new headmate. Can she work with  the ruthless Imperial operative in her brain, or will she get betrayed  again? A high-heat sapphic sci-fi adventure with lesbians, robots, and spaceships! Obviously, it is still NSFW when read out, so headphones are recommended! Also includes the short story \"A Garden, Mars\" set in the same universe. Total length is almost 7 hours (6 hours, 54 minutes, and 45 seconds)! [An audiobook of the 1st of the series is here , and free]",
    "price": "$7.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi"
    ],
    "other_tags": [
      "",
      "achillean",
      "audiobook",
      "bdsm",
      "erotic",
      "lgbt",
      "lgbtqia",
      "nsfw",
      "sapphic",
      "soundtrack",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE0MjA4NDExLmpwZw==/347x500/A3rNiB.jpg",
    "origin_url": "https://moniker-ersatz.itch.io/coatf-audio-book",
    "final_url": "https://moniker-ersatz.itch.io/coatf-audio-book"
  },
  {
    "title": "The Tears of a Machine S. C. Audiobook",
    "author": "Russell C",
    "description": "The game book with human-read narration and synchronized text highlighting. This file is compatible with freely available eReader software like Thorium or AZARDI . This format supports accessible access for the disabled. Please note that audio playback is not available in Apple Books. The Tears of a Machine S.C. is a table-top role-playing game of young adult melodrama and giant robot combat. After the Ven attacked the Earth our scientists created the Saints.  These giant robots wield tremendous power tempered by their pilots, but a  young person's life is never easy. Hang out with your friends, cram for  your exams, and try to find your way into adulthood while always  on-call to fight off robot raiders from space. Keep your eyes on your  hope and stress under control or your giant robot will show you it has a  mind of its own. This game is best played with 2-5 people, needs Fate or Fudge Dice,  and supports collaborative narration. In this book you'll find  inspiration for creating stories, rules to steer the drama, and advice  on playing with the fun and comfort of other players in mind.",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [],
    "other_tags": [
      "",
      "audiobook",
      "lgbt",
      "mecha",
      "other",
      "role playing",
      "sapphic",
      "tabletop role-playing game"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTc5MjI0OC8xMDUzMDk2OC5wbmc=/347x500/tBC%2BIQ.png",
    "origin_url": "https://robotclaw.itch.io/the-tears-of-a-machine-s-c-audiobook",
    "final_url": "https://robotclaw.itch.io/the-tears-of-a-machine-s-c-audiobook"
  },
  {
    "title": "Up With the Star (ebook)",
    "author": "ialpiriel",
    "description": "Six years ago, after killing her father, she was stripped of her name, then sold into gladiatorial slavery in the Dead Nation, an imperialistic slaver nation consuming huge portions of the Midwest. Now, three days after a coup that started with the Iconoclast's cannibalistic destruction of the previous Warlord, the Iconoclast asks her--wouldn't you like to make everyone have to respect you? Wouldn't it be nice to have power, and be respected? She agrees, and ascends into power as the Nameless Warlord. Then the assassination attempts start.",
    "price": "$10.00 USD",
    "triggers": [
      "violence",
      "cannibalism",
      "discussions of sexual assault. While I think this books is enjoyable to many",
      "I particularly think that fans of After the Revolution by Robert Evans",
      "Oryx and Crake",
      "Margaret Atwood",
      "the fallout games",
      "and professional wrestling will find a lot to love here."
    ],
    "trigger_tags": [
      "after",
      "assault",
      "atwood",
      "books",
      "cannibalism",
      "crake",
      "discussions",
      "enjoyable",
      "evans",
      "fallout",
      "fans",
      "find",
      "games",
      "here",
      "lot",
      "love",
      "many",
      "margaret",
      "oryx",
      "particularly",
      "professional",
      "revolution",
      "robert",
      "sexual",
      "think",
      "violence",
      "while",
      "will",
      "wrestling"
    ],
    "genre_tags": [
      "sci-fi",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "book",
      "lgbtqia"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzEzMzM4NDgxLmpwZw==/347x500/bzR7Hb.jpg",
    "origin_url": "https://ialpiriel.itch.io/up-with-the-star",
    "final_url": "https://ialpiriel.itch.io/up-with-the-star"
  },
  {
    "title": "Up With the Star (audiobook)",
    "author": "ialpiriel",
    "description": "Six years ago, after killing her father, she was stripped of her name, then sold into gladiatorial slavery in the Dead Nation, an imperialistic slaver nation consuming huge portions of the Midwest. Now, three days after a coup that started with the Iconoclast's cannibalistic destruction of the previous Warlord, the Iconoclast asks her--wouldn't you like to make everyone have to respect you? Wouldn't it be nice to have power, and be respected? She agrees, and ascends into power as the Nameless Warlord. Then the assassination attempts start.",
    "price": "$10.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "book",
      "lgbtqia"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzEzMzU1MTEzLmpwZw==/347x500/uXiiV8.jpg",
    "origin_url": "https://ialpiriel.itch.io/up-with-the-star-audiobook",
    "final_url": "https://ialpiriel.itch.io/up-with-the-star-audiobook"
  },
  {
    "title": "The Monster and The Itch - The complete audiobook",
    "author": "ThePoetJean",
    "description": "Morgan has the usual troubles of any queer, magical young adult with a weird skin condition-- rent, boring day jobs, an estranged family, university courses, her witch best friend using her guinea pig for whatever magical concoction they could brew up ...  and of course, The Monster that Won't Pay Rent. Join Morgan as contends with lurking troubles both past and present to find out who's this Monster always following her in the shadows -- and what to do about the beings of her past always lurking at the edge of her mind... This stunning audiobook contains the amazing voicework of the voice actor, JV Hampton-VanSant! AVAILABLE IN MP3 & WAV FORMAT! ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━ CREDITS Voice Acting by: J.V. Hampton-VanSant ( https://linktr.ee/RedBlaqueGolden ) Sound Mixing by: Savan DePaul aka Ishtar Sr. ( https://savandepaul.bandcamp.com/ )",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "dark fantasy",
      "fantasy",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "audiobook",
      "book",
      "cozy",
      "cute",
      "dark humor",
      "female protagonist",
      "lgbtqia",
      "urban-fantasy",
      "witch"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTU2NTk3OS85MTk5OTE4LnBuZw==/347x500/FAzeL2.png",
    "origin_url": "https://thepoetjean.itch.io/the-monster-and-the-itch-the-complete-audiobook",
    "final_url": "https://thepoetjean.itch.io/the-monster-and-the-itch-the-complete-audiobook"
  },
  {
    "title": "Blackjack + Moonshine",
    "author": "Sirius",
    "description": "RELEASE DATE: JANUARY 30TH, 2024 THE DEVIL IS GOING TO SET JESSIE FREE. On a hot Southern morning, Jessie Livingston signed away his soul to a crossroads devil who made him an offer he could not refuse. Now Jessie’s voice is dropping, his chest is flattening, and there are hairs sprouting on his chin. He is becoming the man he always wanted to be seen as. Meanwhile, the only thing the devil, Bee, asks for in return is to come collect his due in Jessie’s bedroom every Sunday. Yet, if there is one thing about the devil, it is that he is never satisfied. Bee is determined to push Jessie until he breaks. From Texas to Louisiana in a whirlwind of playing cards, tumbling dice, and flashing casino lights--Jessie finds himself struggling against the snare while falling deeper into iniquity. Yet, when an offer of salvation extends its hand, will he be willing to abandon his only desire to take it? **Includes exclusive short story, SLICK AS THE DEVIL ON SUNDAY. **THIS IS A PRE-ORDER. PRAISE FOR BLACKJACK + MOONSHINE \"Sirius’s Blackjack and Moonshine is a humid, horrific and sexy southern gothic romp that’s sure to leave you thirsty for more than just root beer. Blossoming with lush descriptions that jump off the page, Bee and Jessie’s tale of crossroads bargains, bad bets and dark hearts offer up a devilish good time. - Wendy Dalrymple, author of White Ibis \"Blackjack + Moonshine is the southern gothic story I didn't know I'd been waiting for. Sirius' masterful character development and gift of storytelling kept me on the edge of my seat and begging for more. I read this in one sitting and was delighted and devastated. Raw, gritty, visceral, Blackjack + Moonshine is Sirius' best work to date and is a story I will continue to come back to. Jessie, in all his misery, is a character I hope to see more of in Sirius' Dread South universe. If you're looking for an erotically thrilling read about deals with the devil, I highly recommend this novella.\" - Ravven White, author of Haunted Hallways Goodreads page: https://www.goodreads.com/book/show/201848772-blackjack-moonshine Hardcovers: https://www.uncrownednovel.com/product-page/blackjack-moonshine-hardcover",
    "price": "$2.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "book",
      "creepy",
      "dark",
      "erotic",
      "indie",
      "lgbt",
      "lgbtqia",
      "sapphic",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzEzOTYyMjY5LmpwZw==/347x500/AsVG3H.jpg",
    "origin_url": "https://starsirius.itch.io/blackjack-moonshine",
    "final_url": "https://starsirius.itch.io/blackjack-moonshine"
  },
  {
    "title": "Sworn to the Dragon",
    "author": "Angrboda",
    "description": "The Order of the Serpent's Fall didn't allow the passing of notes between knights. It made all the sense in the world that anyone tasked with defending the realm from dragons needed to be loyal to the Order first and foremost; emotional ties would only bring weakness, or worse, treachery. Gwendolyn grew up and trained accepting that orthodoxy, until the day Bertram went missing. Because Bertram... meant more to her than the Order, and what she thought she knew about dragons couldn't have been further from the truth. Sworn to the Dragon contains slow burn dragon transformation (male and female), hetero romance (and sex), knightly camaraderie, size difference, egg laying, monster partners and new instincts. If you like the idea of a couple turning into hot monsters together, this is the book for you. The story is about 11k words, with 11 full page illustrations (plus the cover, title, and 2 pages of bonus material).",
    "price": "$10.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "romance",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "book",
      "dragons",
      "erotica",
      "knights",
      "lgbt",
      "monster girls",
      "monster-boyfriend",
      "sapphic",
      "trans",
      "transformation"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTExNTIzMi82NDQ1MDE3LmpwZw==/347x500/9VHl7g.jpg",
    "origin_url": "https://monstrousdoctor.itch.io/sworn-to-the-dragon",
    "final_url": "https://monstrousdoctor.itch.io/sworn-to-the-dragon"
  },
  {
    "title": "Low Kill Shelter",
    "author": "xrafstar",
    "description": "Opens with a clean, masculine atmosphere of the urban-medicinal, developing to an aggressive, animalic heart of musk, cassis, burnt honey, copper, with a raging drydown of metallic fever. Dominant notes include body horror, autism, and gay shit. Evokes the scenario of a best friend becoming infected and wanting to eat your face off. You work at a medical lab with his ex. You still remember your family huddled around a pool of teeth on the floor. Some call it rabies. For you, it is...Low Kill Shelter. * thanks to my supporters on patreon <3 also available on amazon if you prefer kindle Russian translation by @cum_gundam",
    "price": "$2.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror"
    ],
    "other_tags": [
      "",
      "2d",
      "achillean",
      "animals",
      "book",
      "cute",
      "dark",
      "dogs",
      "dystopian",
      "lgbt",
      "male protagonist",
      "rabies",
      "sapphic",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzcwODc1NTkucG5n/347x500/9M8TZd.png",
    "origin_url": "https://porpentine.itch.io/low-kill-shelter",
    "final_url": "https://porpentine.itch.io/low-kill-shelter"
  },
  {
    "title": "The World Within",
    "author": "danifinn",
    "description": "Lila’s life is almost perfect. She’s finally opened her luxury sex shop and wellness center in a rehabilitated ancient temple. The painted faces are lining up to buy the new alchemical vibrators and unwind in the spa and baths. And she gets to work with her two best friends every day. So why is there an empty place in her chest? Enter Avisse, the delivery woman, a single mom with a quick smile and eyes that flash from hard to soft in an instant. There’s a spark, and a kiss, and a promise of dinner next time Avisse is in town. Until then, Lila’s got her hands full with the shop, not to mention the mystic portal she’s discovered in the temple basement. What lies beyond will turn their lives—and the World Within—inside out. This steamy sapphic fantasy romance stars a transfeminine heroine and includes meditation magic, alchemical trans healthcare, and family lost & found. Content warnings: The World Within is intended for an adult audience. Includes explicit, consensual sex scenes, societal transphobia, and child peril. This book can be read as a standalone, as the second in a duology after Unpainted , or as the fourth in series along with The Living Waters, The Isle of a Thousand Worlds, and Unpainted.",
    "price": "$3.99 USD",
    "triggers": [
      "The World Within"
    ],
    "trigger_tags": [
      "within",
      "world"
    ],
    "genre_tags": [
      "fantasy",
      "romance",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "adult",
      "book",
      "lgbt",
      "sapphic",
      "sicko-lesbians",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE4MzQ3MjUwLnBuZw==/347x500/pUL98Y.png",
    "origin_url": "https://danifinn.itch.io/the-world-within",
    "final_url": "https://danifinn.itch.io/the-world-within"
  },
  {
    "title": "Our Monsters",
    "author": "Jemma Topaz",
    "description": "Rosemary  Dulahan, answering a strange job posting, arrives in Monstertown – a  place inhabited by magical beings from another world. Navigating  the politics of sphinxes, lamias, and secrets, she must learn how to  get along with her non-human coworkers and maybe romance a few monster  girls along the way. There's nothing she wants less than  getting caught up in a murder mystery troubling all of Monstertown...  but the mystery doesn't care what she wants, and she's about to discover  the darker side of her new world. --- This is a book, circa 45K words (closer to 46K, actually) of smut and adventure. If you'd prefer to purchase from your normal ebookstore? Ebookstore links .\r\n    If you want a demo, the bulk of the book is on Scribblehub .",
    "price": "$3.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "romance"
    ],
    "other_tags": [
      "",
      "book",
      "erotic",
      "lgbt",
      "lgbtqia",
      "monster girls",
      "mystery",
      "sapphic",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTQ5NzcyNS84NzI5ODA3LmpwZw==/347x500/a%2FTZmr.jpg",
    "origin_url": "https://moniker-ersatz.itch.io/our-monsters",
    "final_url": "https://moniker-ersatz.itch.io/our-monsters"
  },
  {
    "title": "Moonlight on Roseville Beach (Art-Free ePub)",
    "author": "R. Rook Studio",
    "description": "The Art-Free Version of a Queer Game of Disco & Cosmic Horror Head west on Rose Island and you get to the pricey summertime communities like Saltwinne, Destiny Bay, or Dunewood. Head east and you’ll find exclusive resort towns like Pinewood Harbor, Charmington, and Sunken Oak. But those city kids and artists looking to get away for a long weekend, they’re heading right out to the middle of the island for that old gaycation getaway: Roseville Beach. Queer pulp meets cosmic horror! It's the summer of 1979, and you're working in Roseville Beach, the queerest little town on Rose Island. You might have come here looking for an escape, some fun, a little extra money, or even love, but now people are seeing phantasms, strange animals—and stranger old gods—wander the woods, mysterious monoliths appear randomly, and that strange music is coming from somewhere. This is a reflowable ePub with the cover and map of the town of Roseville Beach, but no other art. Check out the free Quickstart and Demo Kit . What's in the Book? Character creation, including your origin story before you got to Roseville Beach,  jobs on the island, and strange events that introduced you and your housemates to Rose Island's strange supernatural happenings. Over 20 options for Guest Star characters: Ready-to-play characters for those friends who drop into your game for a session or two, created by Sharang Biswas , Ezakur , and Alison Cybe . Rules of play driven by simple d6 mechanics inspired by Psi*Run and Goblinville Gazette . A full chapter on running the game and another with deep dives into the town and Rose Island from Ethan Harvey , Rick Chia , and Rob Abrazado . Mysteries and mystery starters from Maxwell Lander , Catherine Ramen , Sean F. Smith , Anne Toole , and Noora Rose . Six flash fiction pieces by Sharang Biswas , Bendi Barrett , Ennis Rook Bashe , and Erin Roberts . What People Are Saying From Logan and Griffin from The Story Told podcast Tabletop Soundtrack Check out the playlist from Sam Leigh (now with bonus Donna Summer)!",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "romance"
    ],
    "other_tags": [
      "",
      "achillean",
      "epub",
      "lgbt",
      "lgbtqia",
      "physical game",
      "role playing",
      "sapphic",
      "tabletop",
      "tabletop role-playing game",
      "urban-fantasy"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTgyMzIzOC8xMDg1MzA4Ny5wbmc=/347x500/TsGEJw.png",
    "origin_url": "https://r-rook.itch.io/roseville-beach-art-free",
    "final_url": "https://r-rook.itch.io/roseville-beach-art-free"
  },
  {
    "title": "Silver Blood",
    "author": "Talli",
    "description": "Cyrus Beldon was born to kill vampires. Or so says his indomitable family legacy. For generations, the Beldon hunters have kept the peace between humans and vampires, navigating tense diplomacy with the elite Honorable Families and eliminating threats when needed. Cyrus is content to leave the hunting and slaying to his capable older siblings, but when his oldest brother is murdered by Honorable vampires in a shocking break of the truce, Cyrus becomes determined to find out why his brother was not merely killed, but turned into a bloodthirsty creature known as a Wild vampire. Cyrus’s hunt for information on the monster that became of his brother leads him to discover an experiment suggesting that recently-turned vampires can have their humanity restored, and with this revolutionary possibility within his reach, Cyrus dares to hope for a future in which he can save vampires instead of killing them. He traces the studies back to one of the five Honorable Families, and with the help of studious and infuriatingly proud Lucien Vista, Cyrus delves into vampire biology to seek the core cause of Wild turns—and a cure for them. Amid multiple high-profile murders, rising tension between the Beldons and the Honorable Families, and dangerous sparks between Cyrus and Lucien, the truce is at a tipping point, and Cyrus and Lucien must decide how far they are willing to go to keep the peace between their families—or if it’s already too late. For adult audiences, age 18+. This book will be available on February 11, 2025.",
    "price": "$1.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "romance"
    ],
    "other_tags": [
      "",
      "book",
      "lgbtqia",
      "mystery",
      "vampire"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMzE4NTgyMC8xOTAyNTA0OS5wbmc=/347x500/0Vp5FW.png",
    "origin_url": "https://tallimorgan.itch.io/silver-blood",
    "final_url": "https://tallimorgan.itch.io/silver-blood"
  },
  {
    "title": "A Little Vice",
    "author": "Shadell",
    "description": "A trans magical girl story for anyone who's ever felt like there's  wonder and beauty in the world, but it's not meant for them. The  Angelic Saints are the only force protecting the hearts of innocents  from the evil Abyssal Forest and its monstrous Beasts. Juggling their  responsibilities as magical girls with high school and their other  friendships, the Saints will never give up their struggle against the  forces of sin! But Charlie isn't one of them. He has no magic, no  powers and no hidden wells of inner strength he can use to triumph over  the villains. He is not beautiful nor strong nor brave, no matter how  much he wishes he could be. Instead, he finds himself held hostage by  nearly every other monster of the week, watching as his dearest friends  grow into the amazing people they were always meant to be. Charlie would give anything to stand with the Saints. But when he  finally gets a chance to step onto that stage and claim everything he's  ever wanted, Charlie discovers that the price may be a little too high.",
    "price": "$3.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy"
    ],
    "other_tags": [
      "",
      "adventure",
      "book",
      "lgbt",
      "lgbtqia",
      "magical-girl",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1nLzE2MTEyNzU1LmpwZw==/347x500/V0Jdly.jpg",
    "origin_url": "https://shadell.itch.io/a-little-vice",
    "final_url": "https://shadell.itch.io/a-little-vice"
  },
  {
    "title": "Lucky Little Lunatics (18+)",
    "author": "Mortality Plays",
    "description": "It's said that if a virgin dances naked under the light of the solstice moon, she will be entered by the spirit of the Huntress and granted the power of transformation. That all sounds pretty good to Min - although she doesn't exactly qualify as a virgin. If one night of debauchery in the woods with her new witchy friends can transform her stress levels, that will be good enough for her. But as the moon rises over the deep forest, something else rises up in Min. Something monstrous. Something as ancient and vital as the seasons. It has great dripping fangs, razor-sharp claws, and an insatiable, beastly libido. The night won't end until the Huntress is satisfied...and to do that, the coven must offer her a hunt . 6000+ words, EPUB and PDF format, with a cover by the bewitching Taylor Titmouse . Content: F/F/F/??? monster/chimera girl transformation catch and fuck size difference threat of being eaten/swallowed This is the fourth in the Fuck Yourself Friday series of shorts. New stand-alone erotic stories are released on the last Friday of every month. FYF 1: Go Fuck Yourself FYF 2: Shrinking Violet FYF 3: Meatheads These stories contain explicit sexual content, and are intended for 18+ audiences.",
    "price": "$3.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "fantasy",
      "sci-fi",
      "slice_of_life"
    ],
    "other_tags": [
      "",
      "adult",
      "book",
      "erotic",
      "lgbt",
      "lgbtqia",
      "monster girls",
      "monsters",
      "sapphic",
      "short",
      "trans",
      "transformation",
      "witch"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjc2ODE4NS8xNjUxNTg2NC5wbmc=/347x500/zC%2B4H3.png",
    "origin_url": "https://mortalityplays.itch.io/lucky-little-lunatics",
    "final_url": "https://mortalityplays.itch.io/lucky-little-lunatics"
  },
  {
    "title": "The Hades Calculus",
    "author": "Maria Ying",
    "description": "Decadent cyberpunk cities. Greek mythology and giant mechs. Hades and Persephone as never seen before. For generations, colossi have besieged the gates of Elysium. Each day, the city’s fall looms closer. As one of Elysium’s rulers, Hades has long sought to break this stalemate. In Persephone, a cyborg tailor-made to kill, she finds the key to victory and the perfect pilot for her war machine. She will acquire Persephone at any cost. Born to wield violence and with the bloodthirst to match, Persephone chafes under her mother’s control. At the first opportunity, she brutally breaks free and seeks sanctuary with the unlikeliest of patrons: the Lord of the Machine Dead, the Master of the Underworld. All Hades and Persephone have to do to realize their goals is to navigate the city’s treacherous politics—and survive the coming war.",
    "price": "$6.99 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "book",
      "cyberpunk",
      "lgbt",
      "lgbtqia",
      "sapphic",
      "sicko-lesbians",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjc5NTE3NC8xNjY4NjQyOS5wbmc=/347x500/c4zBA3.png",
    "origin_url": "https://mariaying.itch.io/the-hades-calculus",
    "final_url": "https://mariaying.itch.io/the-hades-calculus"
  },
  {
    "title": "The Confession Booth (18+)",
    "author": "Ramlightly",
    "description": "Father Basil has a dark secret. He has an hidden illicit relationship with the demon Dandelion. As a devoted priest that ministers over a small english village, it would destroy him if the truth ever came out but not as much as it would if he ended the relationship. After Father Basil has been too busy with his priestly duties to spend time with Dandelion, the demon decides to take matters into his own hands. Thankfully, he knows exactly where Father Basil is going to alone, for it is his turn to take confessions that evening. As things heat up in a tiny confession booth, Father Basil is forced to confront some of his demons such as his conflicted feelings about sex, priesthood, and his love for Dandelion. This is a NSFW stand alone short story with the following elements: queer dom/sub relationship, sex in risky places, humiliation kink, and of course, sex in a confession booth. 9k words, 7 b/w illustration with sketches in the back, available as a PDF",
    "price": "$4.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "romance",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "book",
      "demon",
      "erotica",
      "lgbt",
      "lgbtqia",
      "priest",
      "prose"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTkyNjA4OC8xMTM3NTUzMC5wbmc=/347x500/9la8qx.png",
    "origin_url": "https://ramlightly.itch.io/the-confession-booth",
    "final_url": "https://ramlightly.itch.io/the-confession-booth"
  },
  {
    "title": "The Xenosexuality Conference (18+)",
    "author": "taylor titmouse",
    "description": "After tearing open a wormhole, test pilot Brilliant Ryder is flung to the other side of the universe, a side populated by an advanced society of strange aliens, from blind lizard men to buzzing insect folk. Despite their differences, they're unified on one thing--how do they have sex with the human? Dr. Lindon, an expert in xenosexuality and head of research into the issue, presents his findings. Features exhibitionism for an audience, praise kink, medical kink, and alien lizard DP. 9.6k words, 5 illustrations, plus a gallery of images featuring Brilliant and Dr. Lindon, including Patreon exclusives. Available in PDF or EPUB format.",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "sci-fi"
    ],
    "other_tags": [
      "",
      "adult",
      "aliens",
      "book",
      "erotica",
      "lgbt",
      "sapphic"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMTM5NDkwMi84MTI5MDI3LnBuZw==/347x500/w39P2V.png",
    "origin_url": "https://taylor-titmouse.itch.io/brilliant01",
    "final_url": "https://taylor-titmouse.itch.io/brilliant01"
  },
  {
    "title": "Antipathy Book 1 EPUB",
    "author": "AsterV",
    "description": "The only life that Vinh has ever known is that of being a lowly vampire slave, forced to fight for the entertainment of the all-powerful Demons that rule his world. But an enigmatic new Master and the unwanted attention of a sadistic Demon lord will send Vinh on a dangerous journey to discover the truth about the world of Demons, vampires, and humans that he inhabits. This story contains graphic content and 50+ illustrations. This dark fantasy kink-heavy M/M story is now available as a free downloadable EPUB for those of you who wish to own it digitally! Thank you very much for the support! Links to buy the book in print are available here: https://asterv.carrd.co/",
    "price": null,
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "dark fantasy",
      "fantasy"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "book",
      "demon",
      "erotic",
      "kink-heavy",
      "lgbt",
      "vampire"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMjg5MjAzOC8xNzI5NzM1OC5wbmc=/347x500/BPZigz.png",
    "origin_url": "https://asterv.itch.io/antipathy-book-1",
    "final_url": "https://asterv.itch.io/antipathy-book-1"
  },
  {
    "title": "The Apples of New Eden",
    "author": "mars adler",
    "description": "Two brothers struggle to reunite for the holidays under the thumb of an oppressive military government in a distant, war-filled future. Ripley Pitt is a mechanic in the terraformed space colony of New Eden. He should be celebrating Christmas military leave with his half-brother, Archimedes, but word comes through last minute that he's been stationed elsewhere. There's unrest in New Eden; unhappy citizens and dying crops. Ripley has avoided getting involved to save himself and his brother from being punished by the Commonwealth, the all-seeing eye of the military and government that controls New Eden and several other planets across the galaxy.  This news ignites old anger and fear that nothing will ever get better, so Ripley reluctantly agrees to band together with other disgruntled citizens. In an unexpected twist, Archimedes shows up late on Christmas Eve. He's injured, on the run, and brings news that will change the fate of New Eden and all of its residents forever. Christmas Day turns into a quiet rebellion as Ripley and Archimedes plan what to do with the others. Tension and emotions run high as they discover more about their relationship with each other and how rebellion can bring them closer to happiness the Commonwealth seems hell-bent on stealing from them. The Apples of New Eden is a 57,000 word standalone taboo space horror romance with a HEA. It contains content that some might find disturbing, including a consanguineous sibling relationship. Please read CWs before purchasing.",
    "price": "$5.00 USD",
    "triggers": [],
    "trigger_tags": [],
    "genre_tags": [
      "horror",
      "romance",
      "sci-fi"
    ],
    "other_tags": [
      "",
      "achillean",
      "adult",
      "book",
      "dark",
      "erotic",
      "futuristic",
      "lgbt",
      "lgbtqia",
      "no ai",
      "trans"
    ],
    "cover_image": "https://img.itch.zone/aW1hZ2UvMzE3MzUwNi8xODk0ODY4OS5wbmc=/347x500/sFhkQw.png",
    "origin_url": "https://marsadler.itch.io/the-apples-of-new-eden",
    "final_url": "https://marsadler.itch.io/the-apples-of-new-eden"
  }
]